Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

source: Well done! Most food creates some trash. We should put up some trash bins next or this park will turn into a dump! Open the Decorations window, select the Path Attachments tab, and place some trash bins in the highlighted area.
it: Ben fatto ! La maggior parte degli alimenti crea spazzatura, Dovremmo mettere qualche cestino o questo parco diventerà una discarica! Apri la finestra delle decorazioni, seleziona la scheda degli accessori del percorso e posiziona alcuni bidoni della spazzatura nell'area evidenziata.

source: The trash bins will have to be emptied eventually, so you should also get some Janitors from the Staff Management window.
it: I bidoni della spazzatura dovranno essere svuotati prima o poi, quindi dovresti assumere anche qualche inserviente dalla finestra di gestione del personale.

source: Great! Stocking shops has a cost and the shopkeepers want to be paid each month as well, so we'll leave it at this while our park is still small. This should take care of our guests needs for now, and once we make a steady profit and more guests come to the park we can always expand further!
it: Ottimo! Rifornire i negozi ha un costo ed i negozianti vogliono essere pagati ogni mese. Dato che il parco è ancora piccolo possiamo fermarci qui; dovrebbe bastare a soddisfare i bisogni degli ospiti, per adesso. Quando avremo un profitto più solido e gli ospiti aumenteranno, potremo espanderci!

source: Behind the scenes
it: Dietro le quinte

source: As your park grows it will become more difficult to supply shops that are far away from the deliveries building, such as the ones over here. You could for example build a network of underground employee paths leading here, but transporting all these crates by foot will still be slow.
it: Man mano che il parco cresce, diventa più difficile rifornire i negozi lontani dagli edifici di consegna, come questi. Potresti costruire una rete sotterranea di percorsi per il personale che conduca qui, ma il trasporto di tutte quelle casse a piedi sarebbe comunque lento.

source: Another option is using the transport system, which is a fast (but expensive!) way to get the crates to any location in the park. Let's place a Depot in the highlighted area.
it: Un'altra soluzione per trasportare le casse ovunque nel parco consiste nell'usare il più veloce (e costoso) sistema di trasporti. Posizioniamo un deposito nell'area evidenziata.

source: Next, we'll have to connect the underground connectors of the Depot and the Deliveries building using tubes.
it: Ora è necessario collegare i connettori sotterranei del deposito.

source: And finally, we need to tell the Depot which crates it should receive. Close the tube builder, then click on the Depot and add the two shops to it.
it: Per finire, dovremo dire al deposito quali casse dovrà ricevere. Chiudi lo strumento per costruire i condotti, poi clicca sul deposito e aggiungici i due negozi.

source: Well done! Your Haulers can pick up the crates for these shops at this Depot now instead of having to walk all the way over to the Deliveries building. Now, there's just one small problem...
it: Ottimo lavoro! Ora i tuoi fattorini possono prendere le casse per questi negozi da questo " "deposito invece di dover camminare fino all'edificio di consegna. Ora c'è solo un altro piccolo problema...

source: Guests enjoy being fully immersed in your park. They don't want to see how it operates behind the scenes. Whenever they get a direct view of park utility buildings this breaks their immersion. Let's check the decoration visualization view to get a better idea for what doesn't look so nice to your guests.
it: I clienti amano immergersi completamente nel mondo del tuo parco, ma non vogliono sapere cosa succede dietro le quinte. Avere una visione diretta degli edifici di servizio del parco distruggerebbe la loro illusione. Attiviamo la visualizzazione delle decorazioni per farci un'idea di cosa non è gradito ai tuoi ospiti.

source: Open the Visualizations window from the left menu bar and turn on the decoration view. You can now see in green the good looking parts of the park, and in red the parts that guests don't like. The area around the Depot is deep red because guests have a direct view of it!
it: Apri la finestra di visualizzazione dalla barra menu di sinistra ed attiva la visualizzazione delle decorazioni. Le zone evidenziate in verde sono quelle gradevoli, in rosso quelle non gradevoli. La zona attorno al deposito è rosso saturo perchè gli ospiti ne hanno visione diretta!

source: To improve this, the Depot should be hidden. For example, you could raise the terrain a bit...
it: Per porre rimedio, il deposito dovrà essere nascosto. Per esempio, potresti rialzare un po' il terreno...

source: See how this improved the ratings? You could also place some fences...
it: Visto come migliora il giudizio? Potresti anche piazzare qualche staccionata...

source: Or plant some trees...
it: O piantare qualche albero...

source: Or you could block the view using hedges, or maybe rocks. Or you could get really involved and construct an entire custom building around the Depot! There are many ways of doing this.
it: Oppure potresti ostruire la vista usando delle siepi, o magari rocce. Oppure potresti impegnarti sul serio e costruire un intero edificio personalizzato intorno al deposito! Ci sono molte possibilità.

source: Building coasters
it: Costruire le montagne russe

source: A good coaster will attract many new guests to our park, so let's learn how to build one!
it: Delle buone montagne russe attireranno nuovi ospiti nel tuo parco; impariamo come costruirne una!

source: Here's the initial station piece for the Junior Coaster that we will build. Simply right-click on this piece to start editing the track.
it: Ecco la stazione iniziale per la "Piccola Montagna Russa" che costruiremo. Basta cliccare con il tasto destro su questo pezzo per iniziare a modificare il tracciato.

source: Now we go back to a flat part.
it: Ora torniamo alla parte pianeggiante.

source: Now we go back to a flat part again. The train has already picked up some speed at this point, so a quick transition might feel a bit rough. We can increase the length of track segments and use this to create a smoother transition by using the segment size buttons. Set the segment size to 2 and build a transition back to flat segments.
it: Ritorniamo ancora ad una parte pianeggiante. A questo punto il treno ha " "acquistato un po' di velocità, quindi una transizione veloce potrebbe risultare troppo brusca. Usando i pulsanti che regolano la dimensione dei binari, possiamo aumentarne la lungezza in modo da creare una " "transizione più morbida. Imposta la lunghezza dei binari a 2 e costruisi una transizione a binari piani.

source: Going straight all the time is a bit boring... let's build a curve! Flat curves at high speeds can also feel quite uncomfortable, so you might want to bank the track a bit using the banking wheel.
it: ...ma andare diritti tutto il tempo è noioso... Costruiamo una curva! Curve piane ad alte velocità possono risultare scomode, meglio inclinare un tantino la pista usando la rotella inclinazione.

source: And let's build another curve. By the way, there are some helpful visualization modes here that you might want to check out. They help with figuring out which parts of the ride feel fun or uncomfortable - lateral G-forces press passengers to the sides of the car and are usually not very fun. They can be turned into vertical G-forces by banking the track, which press the passenger into or out of the seat and are much more tolerable. Longitudinal G-forces are generated when accelerating or decelerating the train.
it: E ora un'altra curva. Ci sono alcune modalità di visualizzazione utili alle quali vorrai dare uno sguardo. Sono d'aiuto nel comprendere quali parti della pista risultano divertenti e quali scomode - le forze G laterali spingono i paseggeri verso l'esterno della carrozza, pertanto non sono molto divertenti. Ma possono essere trasformate in forze G verticali semplicemente inclinando la pista, il che spingerà i passeggeri verso il sedile o fuori da esso. Ciò è molto più tollerbile. Le forze G nella direzione longitudinale sono generate " "durante l'accelerazione o la decelerazione del treno.

source: Driving over hills with some speed pushes the passengers out of their seat. This is called air time and is pretty fun! Set the segment size to 3 and build an upwards slope.
it: Scendere giù dalle colline solleva i passeggeri dal sedile. Questo si chiama vuoto d'aria ed è dannatamente divertente! Imposta la dimensione del binario a 3 e costruisci una salita.

source: The train loses speed over time. It is usually a good idea to make your hills a bit smaller than the previous one, otherwise the train might not make it! Build a downward slope.
it: Il treno perde velocità col tempo. Di solito è bene creare delle colline un po' più basse delle precedenti, oppure il treno potrebbe non riuscire a superarle! Costruisci una discesa.

source: You surely have noticed by now that there are a few differently steep slope options available. You can mix these pretty much however you want. Set the segment size to 2 and build a shallow slope.
it: Probabilmente hai già notato come ci siano diverse opzioni per creare discese ripide. puoi combinarle tra loro praticamente comunque tu voglia. Imposta la dimensione dei binari a 2 e costruisci un binario poco ripido.

source: Let's start thinking about bringing the track back to the station. This will be a fairly short coaster, but it's only the tutorial after all! It's usually a good idea to first bring the track back to the same height as the station, as this will make lining up everything much easier in the end. If you check the end of the station there's a small marker there saying "3". To properly connect, we need to bring the track back to this height. This can seem a bit tricky sometimes, especially when you're just barely off like we are now. But by using the shallow slope and playing around with the segment size a bit it's always possible to get it back to the right height. Set the segment size to 2 and build a flat segment.
it: Cominciamo a pensare a come riportare i binari alla stazione. Sarà una pista davvero corta, ma dopotutto questo è solo un tutorial! E' buona norma prima di tutto riportare la pista alla stessa altezza della " "stazione, perchè ciò faciliterà l'opera di riallineamento finale. Nota come alla fine della stazione ci sia la piccola indicazione "3". Dobbiamo riportare la pista a quell'altezza. Ciò può risultare complicato qualche volta, soptrattutto quando si è alle prime armi, come adesso. Ma usando dei pendii poco inclinati e giocando con la dimensione dei binari è sempre possibile raggiungere l'altezza giusta. Regola la lunghezza dei binario a 2 e costruisci un binario piano.

source: Set the segment size to 5 and build a flat segment.
it: Regola la lunghezza del binario a 5 e costruisci un binario piano.

source: The train is still quite fast, and we need to take a few more turns to get back to the station. We could build some banked curves again, but since we don't need that much speed anymore we can also brake the train and drive around the curves slowly. The longer a brake segment is, the more smoothly it will slow the train down. Set the segment size to 3 and build a brake. Notice that you can also change the brake speed in the bottom right of the track builder window when you have the brake option selected.
it: Il treno è ancora abbastanza veloce e dobbiamo ancora ancora fare qualche curva per tornare alla stazione. Potremmo usare ancora binari inclinati, ma dal momento che non abbiamo più bisogno di tanta velocità, possiamo anche rallentare il treno e percorrere le curve più lentamente. Più è lungo il binario di rallentamento, più dolce sarà la frenata . Regola la lunghezza del binario a 3 e costruisci il freno. Nota che puoi anche variare la velocità di frenata nella parte in basso a destra della finestra di costruizione della pista quando l'opzione freno è selezionata.

source: Set the segment size to 2 and build a curve.
it: Imposta la dimensione del binario a 2 e costruisci una curva.

source: Set the segment size to 1 and build a curve.
it: Imposta la dimensione del binario a 1 e costruisci una curva.

source: Whoops, we are misaligned by a tile. We could go back a step and increase the size of the curve, but sometimes this is not possible. Another option is building an S-bend, which you can find on the right of the track builder window. Build an S-bend to finish the track.
it: Dannazione, siamo disallineati di una casella. Potremmo tornare indietro ed incrementare la dimensione della curva, ma non sempre è possibile. Un'altra possibilità è quella di costruire una chicane, la trovi nella parte destra della finestra di costruzione della pista, Costruisci una chicane per chiudere la pista.

source: Great! This may be a fairly short and simple coaster, but now you know everything you need to tackle something more complex!
it: Meraviglioso! Questa potrà anche essere una Montagne Russe piccola e semplice, ma ora conosci tutti i segreti per costruire opere più complesse!

source: Please follow the tutorial steps.
it: Per favore, segui i passi del tutorial.

source: Wrong password.
it: Password errata.

source: Image folder: <color=#126CE8FF>{0}</color>
it: Cartella dell'immagine: <color=#126CE8FF>{0}</color>

source: Please enter the security code that was sent to {0}:
it: Inserisci il codice di sicurezza che è stato inviato a {0}:

source: Music folder: <color=#126CE8FF>{0}</color>
it: Cartella della musica: <color=#126CE8FF>{0}</color>

source: The last time this park has been saved is {0} ago
it: L'ultimo salvataggio di questo parco risale a {0} fa

source: Hotkey: {0}
it: Scorciatoia: {0}

source: Happiness
it: Felicità

source: Tiredness
it: Stanchezza

source: Hunger
it: Appetito

source: Thirst
it: Sete

source: Toilet
it: Bagno

source: Immersion
it: Immersione

source: Error
it: Errore

source: The error message has been copied to your clipboard.
it: Il messaggio d'errore è stato copiato nella clipboard.

source: Management
it: Gestione

source: Guests
it: Ospiti

source: Building
it: Costruzione

source: Staff
it: Personale

source: No visualization enabled
it: Nessuna visualizzazione attiva

source: <b>Maintenance cost per month:</b> {0}
it: <b>Costo mensile della manutenzione:</b> {0}

source: Expenses
it: Spese

source: <b>Max revenue per month:</b> {0}
it: <b>Ricavo massimo mensile:</b> {0}

source: <b>Max profit per month:</b> {0}
it: <b>Ricavo massimo mensile:</b> {0}

source: <b>Revenue last month:</b> {0}
it: <b>Ricavo dello scorso mese:</b> {0}

source: <b>Profit last month:</b> {0}
it: <b>Guadagno del mese scorso:</b> {0}

source: <b>Total revenue:</b> {0}
it: <b>Ricavo totale:</b> {0}

source: <b>Total profit:</b> {0}
it: <b>Guadagno totale:</b> {0}

source: <b>Construction costs:</b> {0}
it: <b>Costi di costruzione:</b> {0}

source: <b>Remaining value:</b> {0}
it: <b>Valore rimanente:</b> {0}

source: Profit last month: {0}
it: Guadagno del mese scorso: {0}

source: Total Profit: {0}
it: Guadagno totale: {0}

source: Satisfaction: {0}
it: Soddisfazione: {0}

source: Average queue time: {0}
it: Tempo medio di attesa: {0}

source: Excitement: {0}
it: Eccitazione: {0}

source: Intensity: {0}
it: Intensità: {0}

source: Safety: {0}
it: Sicurezza: {0}

source: {0} guests on ride, {1} in queue
it: {0} ospiti sulla giostra, {1} in coda

source: <b>Last issue:</b> {0}
it: <b>Ultimo problema:</b> {0}

source: <b>Last maintenance:</b> {0} ago
it: <b>Ultima manutenzione:</b> il y a {0}

source: <b>Constructed:</b> {0}
it: <b>Data di costruzione:</b> {0}

source: <b>Capacity:</b> {0}
it: <b>Capienza:</b> {0}

source: <b>Customers:</b> {0}
it: <b>Clienti: </b> {0}

source: <b>Theoretical amount of customers per month:</b> {0}
it: <b>Numero teorico di clienti al mese:</b> {0}

source: <b>Customers last month:</b> {0}
it: <b>Clienti nel mese scorso:</b> {0}

source: <b>Missed customers last month:</b> {0}
it: <b>Clienti mancati il mese scorso:</b> {0}

source: <b>Favorite of:</b> {0}
it: <b>Preferito da:</b> {0}

source: <b>Average queue time:</b> {0}
it: <b>Tempo medio in coda:</b> {0}

source: <b>Redeemed vouchers:</b> {0}
it: <b>Vouchers riscattati:</b> {0}

source: <b>On-Ride photos sold:</b> {0}
it: <b>Fotografie sulle giostre vendute :</b> {0}

source: Outdated values. Awaiting new test results...
it: Valori obsoleti, in attesa dei nuovi risultati dei test.

source: <b>Decoration:</b> {0}
it: <b>Decorazione:</b> {0}

source: <b>Velocity (max):</b> {0}
it: <b>Velocità (max) :</b> {0}

source: <b>Velocity (avg):</b> {0}
it: <b>Velocità (media) :</b> {0}

source: <b>Vertical G (min):</b> {0}
it: <b>G verticale (min) :</b> {0}

source: <b>Vertical G (max):</b> {0}
it: <b>G verticale (max) :</b> {0}

source: <b>Lateral G (min):</b> {0}
it: <b>G laterale (min) :</b> {0}

source: <b>Lateral G (max):</b> {0}
it: <b>G laterale (max) :</b> {0}

source: <b>Longitudinal G (min):</b> {0}
it: <b>G longitudinale (min) :</b> {0}

source: <b>Longitudinal G (max):</b> {0}
it: <b>G longitudinale (max) :</b> {0}

source: <b>Drops:</b> {0}
it: <b>Discese:</b> {0}

source: <b>Biggest Drop:</b> {0}
it: <b>Discese grandi:</b> {0}

source: <b>Inversions:</b> {0}
it: <b>Inversioni:</b> {0}

source: <b>Air Time:</b> {0}
it: <b>Vuoti d'aria:</b> {0}

source: <b>Length:</b> {0}
it: <b>Lunghezza:</b> {0}

source: <b>Length (underground):</b> {0}
it: <b>Lunghezza (sotto terra) :</b> {0}

source: Maximum Velocity
it: Velocità massima

source: Biggest Drop
it: Discesa grandi

source: Contains only scenery.
it: Contiene unicamente decorazioni.

source: Contains unavailable DLC: {0}
it: Contiene DLC non disponibili: {0}

source: Unknown objects
it: Oggetti sconosciuti

source: Contains unresearched objects: {0}
it: Contiene oggetti non ricercati: {0}

source: There's not enough space available in a blueprint for all the objects you selected. Please deselect some objects. (There are {0} data blocks available, but you're trying to use {1}.)
it: Il progetto non ha spazio sufficiente per tutti gli oggetti selezionati. Per favore, deseleziona qualche oggetto. (Ci sono {0} blocchi dati disponibili, ma tu stai provando ad utilizzarne {1}.)

source: by {0}
it: da {0}

source: The file {0} already exists. Are you sure that you want to replace it?
it: Il file {0} esiste. Vuoi davvero sovrascriverlo?

source: Blueprint saved
it: Progetto salvato

source: by <color=#126CE8FF>{0}</color>
it: di <color=#126CE8FF>{0}</color>

source: All content
it: Tutto il contenuto

source: Own content
it: Il tuo contenuto

source: Subscribed content
it: Contenuto sottoscritto

source: Find new content
it: Cerca nuovi contenuti

source: Update
it: Aggiorna

source: Share
it: Condividi

# EffectsController
source: <b>Duration:</b> {0}
it: <b>Durata:</b> {0}

# EffectsController
source: <b>Effects:</b> {0}
it: <b>Effetti:</b> {0}

# EffectsController
source: <b>Unassigned effects:</b> {0}
it: <b>Effetti non assegnati:</b> {0}

# EffectsController
source: <b>Execution count:</b> {0}
it: <b>Numero di esecuzioni:</b> {0}

# EffectsController
source: <b>Executed effects:</b> {0}
it: <b>Effetti eseguiti:</b> {0}

source: Manual
it: Manuale

source: Time interval
it: Intervallo di tempo

source: Night change
it: Cambio notturno

source: Attraction
it: Attrazione

source: Track Segment
it: Segmento della pista

source: Path
it: Percorso

source: Always
it: Sempre

source: Only by day
it: Solo di giorno

source: Only at night
it: Solo di notte

source: Unassigned
it: Non assegnato

# timeline
source: Playing
it: In riproduzione

# timeline
source: Paused
it: In pausa

# timeline
source: Stopped
it: Arrestato

source: Disabled
it: Disabilitato

source: Enabled
it: Abilitato

source: Level {0}
it: Livello {0}

source: nothing
it: nulla

source: Zone contains: {0}
it: La zona contiene: {0}

source: Hired: {0}
it: Data di assunzione: {0}

source: There are no training rooms nearby that can be reached or they are all fully occupied.
it: Non ci sono sale d'addestramento vicine che possano essere raggiunte, oppure sono tutte occupate.

source: Train to level {0}
it: Allenati fino al livello {0}

source: Duration: {0}
it: Durata: {0}

source: Costs: {0}
it: Costi: {0}

source: Guest #{0}
it: Ospiti #{0}

source: Time in park: {0}
it: Tempo nel parco: {0}

source: Money spent: {0}
it: Denaro speso: {0}

source: Attractions visited: {0}
it: Attrazioni visitate: {0}

source: Favorite attraction: {0} (Visits: {1})
it: Giostra preferita: {0} (Visite : {1})

source: Products bought: {0}
it: Prodotti venduti: {0}

source: Vandal
it: Vandalo

source: Weak Stomach
it: Stomaco delicato

source: Strong Stomach
it: Stomaco forte

source: Impatient
it: Impaziente

source: Patient
it: Paziente

source: Cheerful
it: Allegro

source: Grumpy
it: Scontroso

source: Litterer
it: Maleducato

source: Tidy
it: Ordinato

source: Stingy
it: Tirchio

source: Generous
it: Generoso

source: No special traits
it: Nessun segno particolare

source: Preferred ride intensity: {0}
it: Preferisce giostre di intensità: {0}

source: Money enabled
it: Denaro abiitato

source: Money disabled
it: Denaro disabilitato

source: Research enabled
it: Ricerca abilitata

source: Research disabled
it: Ricerca disabilitata

source: Goals enabled
it: Obiettivi abilitati

source: Goals disabled
it: Obiettivi disabilitati

source: Date
it: Data

source: File Name
it: Nome del file

source: Used mods:
it: Mod in uso:

source: {0} guest
it: {0} ospite

source: Park rating: {0}%
it: Valutazione del parco: {0} %

source: You can't manually overwrite this file. Please pick a different file name.
it: Impossibile sovrascrivere manualmente il file, scegli un nome diverso.

source: The file "{0}" already exists. Are you sure that you want to replace it?
it: Il file "{0}" esiste. Sei sicuro di volerlo sostituire?

source: Busy
it: Occupato

source: Away
it: Assente

source: Idle
it: Inattivo

source: Do not disturb
it: Non disturbare

source: You have been invited to join a multiplayer game: {1}
it: Sei stato invitato ad unirti ad una sessione multigiocatore: {1}

source: {0} invites you to join a multiplayer game: {1}
it: {0} ti invita ad unirti ad una sessione multigiocatore: {1}

source: Multiplayer mode is not supported for your hardware configuration.
it: La modalità multigiocatore non è supportata per la tua configurazione hardware.

source: You can't join this game because it requires DLC that you don't have installed: {0}
it: Non puoi unirti a questo gioco, perché richiede un DLC che non hai installato: {0}

source: You can't join this game because DLC that you have installed needs to be updated: {0}
it: Non puoi unirti a questo gioco, perché un DLC che hai installato richiede un aggiornamento: {0}

source: You can't join this game because it requires mods that you don't have installed: {0}
it: Non puoi unirti a questo gioco, perché richiede dei mod che non hai installato: {0}

source: The selected file is too big (maximum file size: {0} MB)
it: Il file selezionato è troppo grande (dimensione massima: {0} MB)

source: You have to select a savegame or scenario.
it: Devi selezionare un salvataggio o uno scenario.

source: You have to give the room a name.
it: Devi dare un nome alla stanza.

source: Could not create room. Please try a different room name or try again later.
it: Impossibile creare la stanza. Prova con un nome diverso o più tardi.

source: This game requires the following mods: {0}
it: Questo gioco richiede le seguenti mod: {0}

source: You joined "{0}"
it: Ti sei unito a "{0}"

source: The host player has left the room.
it: Il giocatore host ha lasciato la stanza.
