Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

source: This has to be placed next to {0}.
it: Dev'essere messo vicino a: {0}.

source: This has to be placed on the edge of a path.
it: Dev'essere messo sul bordo di un percorso.

source: You finished {0}!
it: Hai completato {0}!

source: {0} ended.
it: {0} terminato.

source: Effectiveness: {0}%
it: Efficacia : {0} %

source: Flyers
it: Volantini

source: Busstops
it: Fermate degli autobus

source: Billboards
it: Cartelloni pubblicitari

source: Television
it: Televisione

source: {0} advertisement
it: Pubblicità di: {0}

source: Attraction advertisement
it: Pubblicità della giostra

source: Park Advertisement
it: Pubblicità del parco

source: Shop advertisement
it: Pubblicità dei negozi

source: Free ride voucher
it: Voucher per Ingresso gratuito alle giostre

source: Free park entrance voucher
it: Ingresso gratuito al parco

source: Free shop product voucher
it: Voucher per prodotti gratuiti nei negozi

source: Market research
it: Ricerche di mercato

source: Market research was finished
it: Ricerche di mercato terminate

source: Cleanliness Rating
it: Valutazione della pulizia

source: Guest %
it: % degli ospiti

source: Guest Hunger
it: Appetito degli ospiti

source: Guest Intensity Preference
it: Intensità preferita tra gli ospiti

source: Price Rating
it: Valutazione del prezzo

source: Guest Satisfaction Rate
it: Grado di soddisfazione degli ospiti

source: Guest Thirst
it: Sete degli ospiti

source: Vandalism Encountered
it: Vandalismo rilevato

source: New content
it: Nuovo contenuto

source: Updated blueprint: {0}
it: Piano di costruzione aggiornato: {0}

source: Updated park: {0}
it: Parco aggiornato: {0}

source: Updated scenario: {0}
it: Scenario aggiornato: {0}

source: Updated mod: {0}
it: Mod aggiornata: {0}

source: Failed to upload item - you need to log in first.
it: Impossibile effettuare il caricamento - devi prima accedere.

source: Failed accessing data on disk.
it: Impossibile accedere ai dati su disco.

source: Upload successful.
it: Caricamento riuscito.

source: Successfully unsubscribed.
it: Iscrizione annullata correttamente.

source: Failed unsubscribing.
it: Impossibile annullare l'iscrizione.

source: Failed accessing Steam API.
it: Impossibile accedere alle API di Steam.

source: You have insufficient privileges for uploading files to Steam Workshop.
it: Privilegi insufficienti per caricare file su Steam Workshop.

source: You are currently not allowed to access Steam Workshop.
it: Attualmente non hai il permesso di accedere a Steam Workshop.

source: Upload operation timed out. Please try again later.
it: Tempo scaduto per l'operazione di caricamento. Riprova più tardi.

source: You need to log into Steam first.
it: Devi prima accedere a Steam.

source: Failed to upload item - Steam returned error {0}.
it: Impossibile caricare l'oggetto - Steam ha restituito l'errore: {0}.

source: You need to agree to the Steam Workshop Legal Agreement before it becomes visible to other players.
it: Devi accettarei termini di servizio di Steam Workshop prima che diventi visibile agli altri giocatori.

source: A post about {0} on social media went viral
it: Un post riguardante {0} è diventato virale

source: A TV program had a segment about {0}
it: {0}: un programma TV ne ha parlato.

source: Someone on the radio mentioned {0}
it: Qualcuno ha parlato alla radio di: {0}

source: A popular vlogger made a video riding {0}
it: Un famoso vlogger ha fatto un video mentre andava sulla giostra {0}

source: The ride will have an increase in customers for a time
it: La giostra riceverà più clienti per un po'

source: A bus dropped off {0} {1} fans
it: Un autobus ha portato {0} fan di {1}

source: A bus dropped off {0} guests who prefer {1} intensity rides
it: Un autobus ha portato {0} ospiti che preferiscono giostre di intensità {1}

source: Guests are reporting they are getting sick from food
it: Gli ospiti riferiscono che si stanno sentendo male a causa del cibo

source: A nearby theme park closed, drawing more visitors to you
it: Un parco vicino ha chiuso, portando più visitatori nel tuo parco

source: Problems in a nearby theme park attracts more visitors to you
it: Un parco vicino ha chiuso, il che porta più clienti da te

source: Your park was showcased by a popular content creator
it: Il tuo parco è stato presentato da un noto creatore di contenuti

source: Your park was remade in a popular video game and went viral
it: Il tuo parco è stato riprodotto in un famoso videogioco ed è divenuto virale

source: Your park will see an increase in visitors for a time
it: Il tuo parco avrà più visitatori per un po'

source: Recent negative news decreased the interest in theme parks
it: Le recenti cattive notizie hanno diminuito l'interesse per i parchi a tema

source: A crash in a nearby theme park has scared potential customers
it: Un incidente in un parco vicino ha spaventato potenziali clienti

source: Your park will see a decrease in visitors for a time
it: Il tuo parco avrà meno visitatori per un po'

source: There is a shortage of ride parts. Safety will suffer
it: C'è carenza di parti di ricambio, la sicurezza ne risentirà

source: A sickness is spreading through the country
it: Una malattia si sta diffondendo nel paese

source: There are problems with the supplier of shop goods
it: Ci sono problemi con il fornitore dei negozi

source: Shops will not receive any new supplies. The problems will last for approximately {0}
it: I negozi non riceveranno nessuna fornitura. Il problema durerà per circa " "{0}.

source: There is a supply shortage of {0}, increasing prices by {1}%
it: {0}: c'è carenza di rifornimenti, Ciò ne farà aumentare il prezzo del {1}%

source: There is a supply surplus of {0}, decreasing prices by {1}%
it: {0}: c'è un surplus di rifornimenti, il prezzo diminuirà del {1}%

source: A group of vandals is roaming the park
it: Un gruppo di vandali è a zonzo per il parco

source: Consider hiring more Security staff
it: Considera di assumere più agenti della sicurezza

source: All the vandals have left the park
it: Tutti i vandali hanno lasciato il parco

source: There is one vandal remaining.
it: C'è ancora un vandalo nel parco.

source: Your park has been closed because you did not complete the following goal: {0}
it: Il tuo parco ha chiuso perchè non hai completato il seguente obiettivo: {0}

source: Rewards:
it: Ricompense:

source: You have completed a goal!
it: Hai completato un obiettivo!

source: You have completed all goals!
it: Hai completato tutti gli obiettivi!

source: Optional: {0}
it: Facoltativo: {0}

source: Money
it: Denaro

source: Unlocks {0} of terrain
it: Sblocca {0} di terreno

source: Unlock terrain
it: Sblocco del terreno

source: Unlocks {0}
it: Sblocca {0}

source: Unlock research
it: Sblocca la ricerca

source: Calm rides count
it: Numero di giostre tranquille

source: Have at least {0} calm ride in your park
it: Devi avere almeno {0} giostra tranquilla nel tuo parco

source: Coaster count
it: Numero di montagne russe

source: Have at least {0} coaster in your park with an excitement rating of {1} or above
it: Avere almeno {0} montagna russa nel tuo parco con una valutazione di eccitazione di almeno {1}

source: Have at least {0} coaster in your park with an intensity rating of {1} or above
it: Avere almeno {0} montagna russa nel tuo parco con una valutazione di intensità di almeno {1}

source: Guest count
it: Numero degli ospiti

source: Have at least {0} guest in your park
it: Avere almeno {0} ospite nel tuo parco

source: Have at least {0}
it: Avere almeno {0}.

source: No loan debts
it: Nessun debito da prestiti

source: Have no loan debts
it: Non avere debiti da prestiti

source: No tracked ride blueprints
it: Nessun progetto di giostre con tracciato

source: Complete all goals without using any tracked ride blueprints
it: Completa tutti gli obiettivi senza usare progetti di giostre con tracciato

source: Operating Profit
it: Utile operativo

source: Have an operating profit of at least {0}
it: Raggiungere un utile operativo di {0}.

source: Owned land
it: Terreno posseduto

source: Own at least {0} tiles of land
it: Avere almeno {0} caselle di terreno

source: Cleanliness rating
it: Valutazione della pulizia

source: Have a cleanliness rating of at least {0}
it: Raggiungere una valutazione della pulizia di {0}.

source: Decoration rating
it: Valutazione delle decorazioni

source: Have a decoration rating of at least {0}
it: Raggiungere una valutazione delle decorazioni di {0}.

source: Experiences rating
it: Valutazione delle esperienze

source: Have an experiences rating of at least {0}
it: Raggiungere una valutazione delle esperienze di {0}.

source: Happiness rating
it: Valutazione della felicità

source: Have a happiness rating of at least {0}
it: Raggiungere una valutazione della felicità di {0}.

source: Overall park rating
it: Valutazione generale del parco

source: Have an overall park rating of at least {0}
it: Raggiungere una valutazione generale del parco di {0}.

source: Price satisfaction rating
it: Valutazione del prezzo

source: Have a price satisfaction rating of at least {0}
it: Raggiungere una valutazione del prezzo di {0}.

source: Park tickets
it: Biglietti del parco

source: Sell at least {0} park ticket
it: Vendi almeno {0} biglietto del parco

source: Ride Profit
it: Profitto dalle giostre

source: Have a profit from rides of at least {0}
it: Raggiungere un guadagno dalle giostre di {0}

source: Shop Profit
it: Guadagno dai negozi

source: Have a profit from shops of at least {0}
it: Raggiungere un guadagno dai negozi di almeno {0}

source: Shops count
it: Numero di negozi

source: Have at least {0} shop in your park
it: Avere almeno {0} negozio nel tuo parco

source: Thrill rides count
it: Numero di giostre eccitanti

source: Have at least {0} thrill ride in your park
it: Avere almeno {0} giostra eccitante nel tuo parco

source: Time
it: Tempo

source: Complete all non-optional goals by the end of {0}
it: Completare tutti gli obiettivi non facoltativi entro la fine di {0}.

source: You have {0} left to complete all non-optional goals.
it: Ti timangono {0} per completare tutti gli obiettivi non facoltativi.

source: No building while paused
it: Nessuna costruzione durante la pausa

source: Complete all non-optional goals without building while the game is paused
it: Completa tutti gli obiettivi non opzionali senza costruire durante la pausa

source: Cleaning {0}
it: Pulizia di {0}

source: Deliver {0} to {1}
it: {0} in consegna a: {1}

source: Being worked on by {0} ({1})
it: Lavoro eseguito da {0} ({1}).

source: Waiting for available worker...
it: In attesa di un lavoratore disponibile...

source: Waiting for available worker since {0} minutes...
it: In attesa di un lavoratore disponibile da {0} minuti...

source: Maintain {0}
it: Manutieni {0}

source: Work at {0}
it: Lavora su {0}

source: {0} is broken.
it: {0} è rotto.

source: Repair {0}
it: Riparazione {0}

source: Transport trash out of park
it: Trasportare i rifiuti fuori dal parco

source: You have been disconnected
it: Sei stato disconnesso

source: {0} disconnected
it: {0} disconnesso

source: The host has left the game. Multiplayer session ended.
it: L'host ha lasciato il gioco. Sessione multiplayer terminata.

source: Hosting...
it: Ospitando...

source: Connecting...
it: Connessione...

source: You got kicked by the host player!
it: Sei stato cacciato dal giocatore host!

source: {0} has been kicked!
it: {0} è stato cacciato!

source: {0} is joining...
it: {0} si sta unendo...

source: {0} joined
it: {0} unito

source: {0} paused the game
it: {0} ha messo il gioco in pausa

source: {0} changed the game speed to x{1}
it: {0} ha cambiato la velocità del gioco a {1}x

source: Press "{0}" to open chat
it: Premi "{0}" per aprire la chat

source: Hold "{0}" + Click to send current cursor position to other players
it: Tieni premuto "{0}" e clicca per inviare la posizione corrente agli altri giocatori

source: Desynced!
it: Desincronizzato!

source: Multiplayer desynced
it: Sessione multiplayer desincronizzata

source: Player {0} desynced.
it: Giocatore {0} desincronizzato.

source: There has been a multiplayer desync.
it: C'è stata una desincronizzazione multigiocatore.

source: Player "{0}" desynced
it: Giocatore "{0}" desincronizzato

source: There's not enough space for raising this tower any higher.
it: Non c'è abbastanza spazio per elevare ulteriormente questa torre.

source: Zone #{0}
it: Zona #{0}

source: Paths
it: Percorsi

source: Employee Paths
it: Percorsi per lavoratori

source: Queues
it: Code

source: No Entry
it: Ingresso vietato

source: Staff Only
it: Riservato al personale

source: Guests Only
it: Riservato alla clientela

source: Restricted Area
it: Zona ad accesso limitato

source: Broken
it: Rotto

source: This has to be placed on unobtainable terrain.
it: Questo dev'essere messo su un terreno non utilizzabile.

source: This has to be placed on a flat path.
it: Questo dev'essere messo su un percorso pianeggiante.

source: This has to be placed on a path.
it: Questo dev'essere messo su un percorso.

source: Stamina: {0}
it: Resistenza: {0}

source: There are no staff rooms!
it: Non ci sono stanze per il personale!

source: All training rooms are occupied!
it: Tutte le sale di allenamento sono occupate!

source: Too tired to work
it: Troppo stanco per lavorare

source: I'm doing a great job!
it: Sto facendo davvero un buon lavoro!

source: Charm: {0}
it: Fascino: {0}

source: Guests entertained: {0}
it: Ospiti intrattenuti: {0}

source: Entertainer
it: Animatori

source: I'm banned!
it: Non ho il permesso di entrare!

source: Oh, looks like the park is closing!
it: Oh, sembra che il parco stia chiudendo!

source: Time to go home!
it: E' ora di tornare a casa!

source: I guess I've seen everything there is to see? Time to go home!
it: Immagino d'aver visto tutto ciò che c'era da vedere. E' ora di andare a casa!

source: I should go home or I'll go broke!
it: Dovrei andare a casa o andrò in rovina!

source: I'm so tired, I just want to go home...
it: Sono così stanco che voglio solo tornare a casa...

source: Alright, I've really had enough of this park!
it: Ok, ne ho davvero abbastanza di questo parco!

source: I don't want to go home yet!
it: Non voglio ancora andare a casa!

source: I want my money back!
it: Voglio indietro i miei soldi!

source: I haven't been able to find any rides that interest me!
it: Non sono riuscito a trovare nemmeno una Giostra interessante!

source: I had a great time!
it: Me la sono davvero spassata!

source: I'm the first guest!
it: Sono il cliente numero uno!

source: I'm guest number {0}!
it: Sono il cliente numero {0}!

source: It's great to be here again!
it: E' bello essere qui di nuovo!

source: This path is really disgusting!
it: Questa strada è davvero disgustosa!

source: I don't want to stay any longer in this filthy park!
it: Non rimarrò un minuto in più in questo parco lurido!

source: The scenery here is amazing!
it: Il paesaggio qui è sbalorditivo!

source: This area doesn't look very nice...
it: Questa zona non è molto carina...

source: The vandalism over here is really bad...
it: Il vandalismo qui è davvero terribile...

source: I can't afford the park entrance fee!
it: Non posso permettermi di pagare il prezzo d'ingresso!

source: The park entrance fee is a good deal!
it: Il prezzo d'ingresso al parco è davvero un affare!

source: I'm not paying that much park entrance fee!
it: Non pagherò così tanto il prezzo d'ingresso!

source: Can't they carry around these resource crates somewhere else?
it: Non possono portare in giro quelle casse da qualche altra parte?

source: Crates delivered: {0}
it: Casse consegnate: {0}

source: Hauler
it: Fattorino

source: Cleaning speed: {0}
it: Velocità di pulizia: {0}

source: Footpaths swept: {0}
it: Sentieri spazzati: {0}

source: Trash bins emptied: {0}
it: Cestini dei rifiuti svuotati: {0}

source: Toilets scrubbed: {0}
it: Bagni puliti: {0}

source: Janitor
it: Inserviente

source: Maintenance speed: {0}
it: Velocità di manutenzione: {0}

source: Rides repaired: {0}
it: Giostre riparate: {0}

source: Rides maintained: {0}
it: Giostre manutenute: {0}

source: Vandalized objects repaired: {0}
it: Oggetti vandalizzati riparati: {0}

source: Mechanic
it: Meccanico

source: I'm not paying that much for {0}!
it: Non pagherò così tanto per {0}!

source: I can't afford {0}.
it: Non posso permettermi di pagare {0}.

source: {0} has died!
it: {0} è morto!

source: {0} has died in a crash!
it: {0} è morto in uno schianto!

source: {0} has drowned!
it: {0} è affogato!

source: I wonder what this button does?
it: Mi chiedo cosa faccia questo bottone...

source: THIS PARK SURE IS QUIET.
it: DI SICURO QUESTO PARCO E' SILENZIOSO.

source: It's so silent here...
it: E' così silenzioso qui...

source: Where's the music?
it: Dov'è la musica?

source: I can't get to the park exit!
it: Non riesco a raggiungere l'uscita del parco!

source: Positive Effect
it: Effetto positivo

source: Negative Effect
it: Effetto negativo

source: Ride Operator
it: Operatore della giostra

source: Running speed: {0}
it: Velocità della corsa: {0}

source: Vandals caught: {0}
it: Vandali catturati: {0}

source: Security
it: Sicurezza

source: Products sold: {0}
it: Prodotti venduti: {0}

source: Shopkeeper
it: Negoziante

source: I should finish my {0} first.
it: Dovrei prima finire questo ({0}).

source: Buying something from {0}
it: Comprando qualcosa dal negozio {0}

source: On {0}
it: Sulla giostra {0}

source: Help!
it: Aiuto!

source: I can't swim!
it: Non so nuotare!

source: Weeee! Splish splash!
it: Wiiii! Splish splash!

source: Drowning
it: Annegando

source: Heading somewhere...
it: Andando da qualche parte...

source: Doing something
it: Facendo qualcosa

source: How did I get here...?
it: Come sono arrivato qui?

source: Where am I?
it: Dove sono??

source: That was weird...
it: Che strano...

source: Being picked up
it: Imbarcandosi

source: Does this park not have staff rooms for their employees?
it: Davvero non ci sono stanze per il personale?

source: Taking a rest
it: Facendo una pausa

source: Wandering around
it: Gironzolando

source: I'm lost!
it: Mi sono perso!

source: There are no trash bins around here!
it: Non ci sono cestini dei rifiuti nei dintorni!

source: Throwing away trash
it: Buttando la spazzatura in giro

source: Heading for zone "{0}"
it: In direzione per la zona "{0}"

source: {0} is taking forever...
it: {0} Ci sta mettendo una vita...

source: I want to get off {0}!
it: Voglio lasciare {0}!

source: I'm not going to wait any longer to get on {0}!
it: Non resterò ad aspettare oltre per salire su {0} !

source: I hope {0} will be worth the long queue time!
it: Sarà meglio che valga la pena aspettare così tanto per salire su {0}!

source: I want to go on something a bit more intense than {0}...
it: Voglio provare qualcosa di più intenso di {0}

source: {0} looks too intense for me!
it: {0} sembra troppo intenso per me!

source: I'm not going to risk my life on {0}!
it: Non rischierò di certo la vita su {0}!

source: Too bad {0} is broken...
it: Che peccato che {0} sia rotto...

source: I'm not going on {0} now, I'm sick already!
it: Mi sento già male, non salirò di certo su {0} adesso!

source: I'm not going on {0} while it's raining!
it: Non andrò su {0} mentre piove!

source: Queueing for {0} since {1}
it: In coda per {0} da {1}

source: Queueing for {0}
it: In coda per {0}

source: Taking a photo
it: Scattando una foto

source: Using {0}
it: Utilizzando il negozio {0}

source: {0} is disgusting!
it: {0} è disgustoso!

source: {0} is a bit overpriced.
it: {0} è un po' caro.

source: {0} is ridiculously expensive!
it: E' ridicolo quanto {0} sia caro!

source: I can't afford to use {0}!
it: Non posso permettermi di acquistare da {0}!

source: {0} is occupied!
it: Il negozio {0} è occupato!

source: Vandalizing
it: Vandalizzando

source: Bleuuuurghhhh...
it: Buuuurp...

source: Puking
it: Vomitando

source: Leaving {0}
it: Lasciando {0}

source: Entering {0}
it: Entrando nella giostra {0}

source: I can't wait until {0} is opened!
it: Non posso aspettare che apra {0}

source: Watching the construction of {0}
it: Guardando la costruzione della giostra: {0}

source: Watching {0}
it: Guardando la giostra: {0}

source: Catching vandal
it: Catturando un vandalo

source: {0} can't deliver resources to {1}.
it: {0} non riesce a recapitare rifornimenti a {1}.

source: Make sure there is a path leading to the destination of this delivery.
it: Assicurati che ci sia un percorso fino alla destinazione di questa consegna.

source: Delivering {0} to {1}
it: Consegnando {0} al negozio {1}

source: Emptying trash bin
it: Svuotando un cestino

source: Entertaining
it: Intrattenendo

source: Maintaining {0}
it: Manutenendo {0}

source: Heading for {0}
it: Dirigendosi verso: {0}

source: Operating ride
it: Giostra in funzione

source: Repairing {0}
it: Riparando: {0}

source: Repairing
it: Riparando

source: Selling stuff
it: Vendendo merce

source: Sweeping dirty path
it: Spazzando un sentiero sporco

source: Taking a break
it: Facendo una pausa

source: Training
it: In addestramento

source: {0} can't get to the trash dump.
it: {0} non può raggiungere la discarica.

source: Make sure there is a path leading to the trash dump.
it: Assicurati che esista un percorso che porti alla discarica.

source: Transporting trash
it: Trasportando la spazzatura

source: The zone I'm assigned to doesn't allow me to go anywhere!
it: L'area a cui sono assegnato non mi permette di andare da nessuna parte!

source: {0} was a really good deal!
it: {0} era davvero un buon affare!

source: {0} was awesome!
it: {0} è stata eccezionale!

source: {0} was not worth the money!
it: {0} non valeva proprio il suo prezzo!

source: {0} was a waste of time!
it: {0} è stata solo una grossa perdita di tempo!

source: {0} was intense...
it: {0} è stato intenso...

source: Bought {0}
it: Comprato {0}

source: Entered {0}
it: Salito su {0}

source: Entered the park
it: Entrato al parco

source: Left {0}
it: E' uscito da {0}

source: Left the park
it: Ha lasciato il parco

source: Left queue of {0} after waiting for {1}
it: Ha abbandonato la coda di {0} dopo aver atteso per {1}

source: Took a rest
it: Si è preso una pausa

source: Used {0}
it: Ha usato {0}

source: Watched {0}
it: Ha guardato {0}

source: I can't get to the park entrance!
it: Non posso raggiungere l'ingresso del parco!

source: Heading for the park entrance
it: In direzione dell'ingresso del parco

source: I want to get something from {0}!
it: Voglio comprare qualcosa da {0}!

source: I really need to get something to eat!
it: Ho proprio bisogno di mettere qualcosa sotto i denti!

source: So thirsty...I need to get something to drink.
it: Sono assetatissimo... Devo assolutamente bere qualcosa.

source: Where can I get something to eat around here?
it: Dov'è che posso trovare qualcosa da mangiare qui attorno?

source: Where can I get something to drink around here?
it: Dove posso prendere qualcosa da bere qui attorno?

source: I'm broke!
it: Sono al verde!

source: I want to go on {0}!
it: Voglio andare su {0}!

source: I want to go on {0} again!
it: Di nuovo! Voglio andare su {0} di nuovo!

source: There are no high-intensity rides around here that interest me...
it: Non ci sono giostre ad alta intensità qui vicino che mi interessino...

source: There are no medium-intensity rides around here that interest me...
it: Non ci sono giostre a media intensità qui vicino che mi interessino...

source: There are no low-intensity rides around here that interest me...
it: Non ci sono giostre a bassa intensità qui vicino che mi interessino...

source: Where's the next toilet?!
it: Dov'è il prossimo bagno?!

source: Leaving the park
it: Lasciando il parco

source: I'm too tired...
it: Sono troooppo stanco...
