Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

source: Starting the game failed. Please try again later (Error: {0})
it: L'avvio del gioco è fallito. Riprova più tardi (Errore: {0})

source: The game will start soon!
it: Il gioco si avvierà presto!

source: Alphabetical
it: Alfabetico

source: Profit last month
it: Guadagno nel mese scorso

source: Total Profit
it: Guadagno totale

source: Satisfaction
it: Soddisfazione

source: Safety
it: Sicurezza

source: Zone
it: Zona

source: {0} ago
it: {0} fa

source: You already have a campaign for {0}
it: Hai già una campagna per {0}

source: Park Rating
it: Valutazione del parco

source: Population
it: Popolazione

source: Balance
it: Bilancio

source: Profit
it: Guadagno

source: Experiences
it: Esperienze

source: Decoration
it: Decorazione

source: Prices
it: Prezzi

source: Cleanliness
it: Pulizia

source: You may not take more than {0} loans at once
it: Non puoi ottenere più di {0} prestiti contemporaneamente

source: Take
it: Prendi

source: <b>Monthly Fee:</b> {0}
it: <b>Interessi mensili :</b> {0}

source: <b>Remaining loan:</b> {0}
it: <b>Prestito rimanente:</b> {0}

source: Researching...
it: Ricerca in corso...

source: Start
it: Inizio

source: Hire new research team
it: Assumi una nuova squadra di ricercatori

source: Paused
it: Pausa

source: There are no goals. Have fun!
it: Non ci sono obiettivi, Buon divertimento!

source: Completed {0} out of {1} goal.
it: {0} obiettivo completato su {1}.

source: This will make every ride, shop and deco object in the game available for research in this park
it: Ciò ti permetterà di ricercare qualsiasi negozio e decorazione in questo parco

source: However, completing any goals in sandbox mode will not count towards your campaign progress.
it: Tuttavia, il completamento di qualsiasi obiettivo nella modalità sandbox non influirà sui progressi della campagna.

source: Closed for new guests
it: Parco chiuso per i nuovi ospiti

source: Closed and send guests home
it: Parco chiuso, gli ospiti devono uscire

source: You can't open the park in the scenario editor. Save your scenario and start a new park from it.
it: Non puoi aprire il parco nell'editor dello scenario, salva lo scenario e comincia un nuovo parco da lì.

source: Employees
it: Dipendenti

source: Attractions
it: Giostre

source: No statistics are available.
it: Statistiche non disponibili.

source: Average number of attractions visited
it: Numero medio di giostre visitate

source: Average amount of food consumed
it: Quantità media di cibo consumato

source: Custom
it: Personalizzazione

source: {0}, Year {1}
it: {0}, Anno {1}

source: 1 minute
it: 1 minuto

source: 1 hour
it: 1 ora

source: Metric
it: Metrico

source: Imperial
it: Imperiale

source: Windowed
it: In finestra

source: Borderless Window
it: Finestra senza bordi

source: Exclusive Fullscreen
it: Schermo intero

source: Uncapped
it: Senza limiti

# KeyRebind
source: Multiple assignments: {0}
it: Assegnazioni multiple: {0}

source: This key is reserved and can not be used for anything else.
it: Questo tasto è riservato e non può essere usato per altro.

source: Press key to rebind or click here to cancel...
it: Premi un tasto per riassegnarlo o clicca qui per annullare...

source: Settings
it: Impostazioni

source: Can be used in multiplayer mode
it: Può essere usato in modalità multigiocatore

source: No mods installed.
it: Nessuna mod installata.

source: Profit per sale: {0}
it: Guadagno dalle vendite: {0}

source: <b>Last cleaned:</b> {0}
it: <b>Ultima pulizia:</b> {0}

source: Open
it: Aperto

source: Out of stock
it: Tutto esaurito

source: No Shopkeeper
it: Nessun venditore

source: ...and {0} more
it: ... e {0} altro

source: Sales#: {0}
it: Vendite #: {0}

source: Profits: {0}
it: Guadagni: {0}

source: Satisfaction: {0}%
it: Soddisfazione: {0}%

source: Serving {0} of {1} products.
it: Vende {0} prodotti su {1}.

source: Total
it: Totale

source: Products
it: Prodotti

source: {0}/month
it: {0}/mese

source: You need at least 1 spawn point before you can hire an employee.
it: Hai bisogno di almeno un punto d'apparizione prima di poter assumere un dipendente.

source: Currently employed: {0}, {1}/month
it: Attualmente impiegati: {0}, {1}/mese

source: There is no land available for purchase.
it: Nessun terreno acquistabile.

source: Land price per tile: {0}
it: Prezzo del terreno per casella: {0}

source: The park does not own terraforming rights for this location.
it: Il parco non ha i diritti di terraformazione in questa zona.

source: People inside: {0}
it: Persone all'interno: {0}

source: {0} second
it: {0} secondo

source: {0} year
it: {0} anno

source: {0} month
it: {0} mese

source: {0} week
it: {0} settimana

source: Few days
it: Qualche giorno

source: a few days
it: qualche giorno

# Rating
source: Ultra extreme
it: Ultra estremo

# Rating
source: Extreme
it: Estremo

# Rating
source: Very high
it: Molto alto

# Rating
source: High
it: Alto

# Rating
source: Medium
it: Medio

# Rating
source: Low
it: Basso

# Rating
source: Very low
it: Molto basso

# Rating
source: Amazing
it: Stupefacente

# Rating
source: Bad
it: Scarso

source: This should be placed on the border of the park.
it: Dovrebbe essere messo ai margini del parco.

source: <b>Crates delivered:</b> {0}
it: <b>Casse recapitate:</b> {0}

source: <b>Staff served:</b> {0}
it: <b>Personale servito :</b> {0}

source: <b>Trash bags transported:</b> {0}
it: <b>Sacchetti di spazzatura trasportati:</b> {0}

# BuildableObject
source: Ferris Wheel
it: Ruota panoramica

# BuildableObject
source: Cake Layer (Small)
it: Strato di torta (piccola)

# BuildableObject
source: Spotlight Turret
it: Torre del faro

# BuildableObject
source: Satellite Dish
it: Radar satellitare

# BuildableObject
source: Log
it: Tronchi

# BuildableObject
source: Log (Small)
it: Tronchi (piccolo)

# BuildableObject
source: Navy Buoy
it: Boa

# BuildableObject
source: Pine
it: Pino

# BuildableObject
source: Eyes
it: Occhi

# BuildableObject
source: Cow Skull
it: Teschio di mucca

# BuildableObject
source: Mine Track
it: Rotaie

# BuildableObject
source: Blobby Tree
it: Albero Blobby

# BuildableObject
source: Flag
it: Bandiera

# BuildableObject
source: Roof (Flat)
it: Tetto (piano)

# BuildableObject
source: Wall
it: Muro

# BuildableObject
source: Wall (Half)
it: Muro (metà)

# BuildableObject
source: Window
it: Finestra

# BuildableObject
source: Cornice (Flat)
it: Cornicione (piano)

# BuildableObject
source: Meteorite Impact Spawner
it: Produttore di impatto da meteorite

# BuildableObject
source: Pillar
it: Colonne

# BuildableObject
source: Fir
it: Abete

# BuildableObject
source: Shrub
it: Arbusto

# BuildableObject
source: Gear Archway
it: Arco a ingranaggi

# BuildableObject
source: Birch Tree
it: Betulla

# BuildableObject
source: Maple Tree
it: Acero

# BuildableObject
source: Palm
it: Palma

# BuildableObject
source: Vine
it: Vite

# BuildableObject
source: Monstera Palm
it: Palma di Monstera

# BuildableObject
source: Pyramid Floor
it: Pavimento della piramide

# BuildableObject
source: Pyramid Slope (Half)
it: Piramide (Discesa, metà)

# BuildableObject
source: Yucca Plant
it: Yucca

# BuildableObject
source: Cake Layer (Large)
it: Strato di torta (grande)

# BuildableObject
source: Cake Layer (Medium)
it: Strato di torta

# BuildableObject
source: Chocolate Chip Cookie
it: Cookie al cioccolato

# BuildableObject
source: Cotton Candy Tree
it: Albero dello zucchero Filato

# BuildableObject
source: Strawberry
it: Fragola

# BuildableObject
source: Whipped Cream
it: Panna montata

# BuildableObject
source: Spawn
it: Punto d'apparizione

# BuildableObject
source: Deliveries Pad
it: Piattaforma delle consegne

# BuildableObject
source: Park Entrance
it: Entrata del parco

# BuildableObject
source: Trash Dump
it: Discarica

# BuildableObject
source: Bumper Boats
it: Gommoni

# BuildableObject
source: Paddleboats
it: Pedalò

# BuildableObject
source: Rowboats
it: Barche a remi

# BuildableObject
source: Splash Battle Target
it: Battaglia Spruzzi al Bersaglio

# BuildableObject
source: Hydraulically-Launched Coaster
it: Montagne Russe a Spinta Idraulica

# BuildableObject
source: Alpine Coaster
it: Montagne Russe Alpine

# BuildableObject
source: Pivot Coaster
it: Montagne russe a perno

# BuildableObject
source: Boat Dark Ride
it: Giro in barca al buio

# BuildableObject
source: Boat Transport
it: Trasporto Barche

# BuildableObject
source: Bobsled Coaster
it: Montagne russe Bob

# BuildableObject
source: Calm River Ride
it: Tranquillo giro sul fiume

# BuildableObject
source: Car Ride
it: Giro in macchina

# BuildableObject
source: Floorless Coaster
it: Montagne Russe "Piedi a Penzoloni"

# BuildableObject
source: Flying Coaster
it: Montagne Russe Volanti

# BuildableObject
source: Vertical Spinning Coaster
it: Montagne Russe verticali

# BuildableObject
source: Gentle Monorail Ride
it: Giro Rilassante sulla Monorotaia

# BuildableObject
source: Ghost Mansion Ride
it: La dimora dei Fantasmi

# BuildableObject
source: Giga Coaster
it: Montagne Russe Giganti

# BuildableObject
source: Go-Karts
it: Go-Kart

# BuildableObject
source: Hyper Coaster
it: Montagne Russe Hyper

# BuildableObject
source: Inverted Coaster
it: Montagne Russe Invertite

# BuildableObject
source: Inverted Dark Ride
it: Montagne Russe buie Invertita

# BuildableObject
source: Inverting Spinning Coaster
it: Montagne Russe Rotanti a Inversione

# BuildableObject
source: Inverting Wooden Coaster
it: Montagne Russe di legno Invertite

# BuildableObject
source: Safari Ride
it: Giro Safari

# BuildableObject
source: Junior Coaster
it: Piccole Montagne Russe

# BuildableObject
source: Log Flume
it: Tronchi sull'acqua

# BuildableObject
source: Mine Train Coaster
it: Montagne Russe delle miniere

# BuildableObject
source: Miniature Railway
it: Ferrovie in miniatura

# BuildableObject
source: Mini Coaster
it: Mini Montagne Russe

# BuildableObject
source: Mini Monorail
it: Mini Monorotaie

# BuildableObject
source: Monorail
it: Monorotaia

# BuildableObject
source: Monorail Coaster
it: Montagne Russe su Monorotaia

# BuildableObject
source: Powered Coaster
it: Montagne russe alimentate

# BuildableObject
source: River Rapids
it: Rapide del fiume

# BuildableObject
source: Spinning Coaster
it: Montagne Russe Rotanti

# BuildableObject
source: Splash Battle
it: Battaglia Acquatica

# BuildableObject
source: Stand-up Coaster
it: Montagne Russe all'inpiedi

# BuildableObject
source: Steel Coaster
it: Montagne Russe d'acciaio

# BuildableObject
source: Steeplechase
it: Corsa a ostacoli

# BuildableObject
source: Submarines
it: Sottomarino

# BuildableObject
source: Suspended Coaster
it: Montagne Russe Sospese

# BuildableObject
source: Suspended Monorail
it: Monorotaia Sospesa

# BuildableObject
source: Swinging Coaster
it: Montagne Russe oscillanti

# BuildableObject
source: Tilt Coaster
it: Montagne Russe inclinate

# BuildableObject
source: Vertical Drop Coaster
it: Montagne Russe a Caduta Verticale

# BuildableObject
source: Water Coaster
it: Montagne Russe Acquatiche

# BuildableObject
source: Wild Mouse
it: Topo Selvaggio

# BuildableObject
source: Wing Coaster
it: Montagne Russe con le Ali

# BuildableObject
source: Wooden Coaster
it: Montagne Russe in Legno

# BuildableObject
source: Bumper Cars
it: Auto-Scontro

# BuildableObject
source: Carousel
it: Carosello

# BuildableObject
source: 4D Cinema
it: Cinema 4D

# BuildableObject
source: Clockwork
it: Ingranaggi

# BuildableObject
source: Double Ferris Wheel
it: Doppia Ruota Panoramica

# BuildableObject
source: Elevator
it: Ascensore

# BuildableObject
source: Experience
it: Esperienza

# BuildableObject
source: Gyro Drop Tower
it: Caduta dalla torre

# BuildableObject
source: Haunted House
it: Casa infestata

# BuildableObject
source: Heart Breaker
it: SpezzaCuore

# BuildableObject
source: Launched Drop Tower
it: Lancio e Ricaduta dalla Torre

# BuildableObject
source: Magic Carpet
it: Tappeto Volante

# BuildableObject
source: Motion Simulator
it: Simulatore di Navetta Spaziale

# BuildableObject
source: Observation Tower
it: Torre d'osservazione

# BuildableObject
source: Orbiter
it: Orbitatore

# BuildableObject
source: Plane Carousel
it: Carosello degli aeroplani

# BuildableObject
source: Power Surge
it: Ondata d'Energia

# BuildableObject
source: Skyfall
it: Caduta dal Cielo

# BuildableObject
source: Spiral Slide
it: Scivolo a Spirale

# BuildableObject
source: Star Flyer
it: Stella volante

# BuildableObject
source: Star Shape
it: Stella rotante

# BuildableObject
source: Swinging Ship
it: Nave basculante

# BuildableObject
source: Teacups
it: Tazze di Thè

# BuildableObject
source: Topple Tower
it: Torre a Rovescio

# BuildableObject
source: Top Scan
it: Fiore rotante

# BuildableObject
source: Tourbillon
it: Turbillone

# BuildableObject
source: Inverted Double Swing
it: Doppio Oscillatore Invertito

# BuildableObject
source: Wave Swinger
it: Calci nel popò

# BuildableObject
source: Employee Path
it: Percorso per dipendenti

# BuildableObject
source: Balloons
it: Palloncini

# BuildableObject
source: Bubble Tea
it: Thè alle bollicine

# BuildableObject
source: Burgers
it: Burger

# BuildableObject
source: Candy
it: Caramelle

# BuildableObject
source: Cash Machine
it: Sportello automatico

# BuildableObject
source: Chinese Food
it: Cucina cinese

# BuildableObject
source: Cookies
it: Biscotti

# BuildableObject
source: Cotton Candy
it: Zucchero Filato

# BuildableObject
source: Customizable Shop
it: Boutique personalizzabile

# BuildableObject
source: First Aid Room
it: Pronto Soccorso

# BuildableObject
source: Fruit Juices
it: Succhi di frutta

# BuildableObject
source: Hot Dogs
it: Hot Dog

# BuildableObject
source: Hot Drinks
it: Bevande calde

# BuildableObject
source: Ice Cream
it: Gelato

# BuildableObject
source: Info Kiosk
it: Punto Informazioni

# BuildableObject
source: Mini Donuts
it: Mini ciambelle

# BuildableObject
source: Pretzels
it: Brezels

# BuildableObject
source: Shirts
it: Magliette

# BuildableObject
source: Snowcones
it: Granite

# BuildableObject
source: Soft Drinks
it: Bevande analcoliche

# BuildableObject
source: Souvenirs
it: Ricordini

# BuildableObject
source: Sub Sandwiches
it: Sub Sandwich

# BuildableObject
source: Toilets
it: Bagni

# BuildableObject
source: Turkey Legs
it: Cosce di tacchino

# BuildableObject
source: Umbrellas
it: Ombrelli

# BuildableObject
source: Vending Machine
it: Distributore automatico

# BuildableObject
source: Bad Scenery Rating Source
it: Fonte di cattiva valutazione del paesaggio

# BuildableObject
source: Barrel
it: Barile

# BuildableObject
source: Bicycle
it: Bicicletta

# BuildableObject
source: Billboard
it: Tabellone

# BuildableObject
source: Blue Whale
it: Balena blu

# BuildableObject
source: Bullrush
it: Giunco di palude

# BuildableObject
source: Buoy
it: Boa

# BuildableObject
source: Tilia Bush
it: Cespuglio di Tilia

# BuildableObject
source: Barrel Cactus
it: Cactus della botte

# BuildableObject
source: Prickly Pear
it: Fico d'India

# BuildableObject
source: Car (Modern)
it: Automobile (moderna)

# BuildableObject
source: Car (Classic)
it: Automobile (classica)

# BuildableObject
source: Box Truck
it: Camper

# BuildableObject
source: Fern
it: Felce

# BuildableObject
source: Fern Tree
it: Albero di Felce

# BuildableObject
source: Flower Box
it: Fioriera

# BuildableObject
source: Daisy
it: Margherita

# BuildableObject
source: Narcissus
it: Narciso

# BuildableObject
source: Flower Patch
it: Campo di fiori

# BuildableObject
source: Tulip Patch
it: Campo di Tulipani

# BuildableObject
source: Flower Vine
it: Decorazioni floreali

# BuildableObject
source: Long Grass
it: Erba alta

# BuildableObject
source: Cargo Ship
it: Nave da carico

# BuildableObject
source: Hedge Archway
it: Arco di siepi

# BuildableObject
source: Hedge (End)
it: Siepe (fine)

# BuildableObject
source: Hedge (Transition)
it: Siepe (transitoria)

# BuildableObject
source: Custom Text Sign
it: Testo personalizzato dell'insegna

# BuildableObject
source: Mangrove Roots
it: Radici di Mangrovie

# BuildableObject
source: Marigold (Bunch)
it: Calendula (Mazzo)

# BuildableObject
source: Marigold
it: Calendula

# BuildableObject
source: Mushroom
it: Funghi

# BuildableObject
source: Oak
it: Quercia

# BuildableObject
source: Pavilion
it: Padiglione

# BuildableObject
source: Pillar (Half)
it: Colonne (metà)

# BuildableObject
source: Fir (Small)
it: Abete (piccolo)

# BuildableObject
source: Pine (Small)
it: Pino (piccolo)

# BuildableObject
source: Planter
it: Fioriera

# BuildableObject
source: Ivy
it: Edera

# BuildableObject
source: Potted Plant
it: Pianta in vaso

# BuildableObject
source: Raft
it: Zattera

# BuildableObject
source: Rock
it: Roccia

# BuildableObject
source: Rock (Small)
it: Roccia (piccola)

# BuildableObject
source: Shrub Turtle
it: Siepe tartaruga

# BuildableObject
source: Speaker
it: Altoparlante

# BuildableObject
source: Car Spawner
it: Generatore di automibili

# BuildableObject
source: Steel Tower
it: Torre d'acciaio

# BuildableObject
source: Wooden Support (Angle)
it: Supporto in legno (angolato)

# BuildableObject
source: Topiary
it: Arte topiaria

# BuildableObject
source: Tractor
it: Trattore

# BuildableObject
source: Alder
it: Ontano

# BuildableObject
source: Ash
it: Cenere

# BuildableObject
source: Aspen
it: Pioppo tremulo

# BuildableObject
source: Tree
it: Albero

# BuildableObject
source: Black Pine
it: Pino nero

# BuildableObject
source: Tree (Small)
it: Albero (piccolo)

# BuildableObject
source: Cedar
it: Cedro

# BuildableObject
source: Crape Myrtle
it: Mirto crespo

# BuildableObject
source: Cypress
it: Cipresso

# BuildableObject
source: Dead Tree
it: Albero morto

# BuildableObject
source: Dead Tree (Small)
it: Albero morto (piccolo)

# BuildableObject
source: Fig
it: Albero di fichi

# BuildableObject
source: King Palm
it: Palma reale

# BuildableObject
source: Mangrove
it: Mangrovia

# BuildableObject
source: Poplar
it: Pioppo

# BuildableObject
source: Poplar (Small)
it: Pioppo (piccolo)

# BuildableObject
source: Sakura Tree
it: Sakura

# BuildableObject
source: Tree Stump
it: Tronco d'albero

# BuildableObject
source: Trellis (Post)
it: Graticolato (palo)

# BuildableObject
source: Tulip
it: Tulipano

# BuildableObject
source: Vase
it: Vaso

# BuildableObject
source: Water Curtain
it: Cortina d'acqua

# BuildableObject
source: Water Floor Half Slope
it: Pavimento d'acqua, mezza pendenza

# BuildableObject
source: Water Floor Slope
it: Pavimento d'acqua, pendenza

# BuildableObject
source: Water Floor
it: Pavimento d'acqua

# BuildableObject
source: Water Curtain (Thick)
it: Tenda d'acqua (Sottile)

# BuildableObject
source: Water Lily
it: Ninfea

# BuildableObject
source: Water Tower
it: Torre d'acqua

# BuildableObject
source: Willow Tree
it: Salice

# BuildableObject
source: Window Box
it: Vaso per davanzale

# BuildableObject
source: Wooden Support
it: Supporto in legno

# BuildableObject
source: Banner
it: Striscione

# BuildableObject
source: Stone Brazier
it: Braciere di pietra

# BuildableObject
source: Campfire
it: Falò

# BuildableObject
source: Ancient Coffin
it: Antica Bara

# BuildableObject
source: Gems
it: Gemme

# BuildableObject
source: Tall Archway
it: Arco alto

# BuildableObject
source: Adventure Tent
it: Tenda da avventura

# BuildableObject
source: Ancient Vase
it: Vaso antico

# BuildableObject
source: Arch
it: Arco

# BuildableObject
source: Arch (Top)
it: Arco (Superiore)

# BuildableObject
source: Arch (Pole)
it: Arco (polo)

# BuildableObject
source: Wall Corner
it: Angolo del muro

# BuildableObject
source: Wall Corner (Half)
it: Angolo del muro (metà)

# BuildableObject
source: Wall (Curved)
it: Muro (curvo)

# BuildableObject
source: Wall (Diagonal)
it: Muro (diagonale)

# BuildableObject
source: Wall (Diagonal Half)
it: Muro (diagonale, metà)

# BuildableObject
source: Doorway
it: Portone

# BuildableObject
source: Doorway (Round)
it: Portone (arrotondato)

# BuildableObject
source: Wall Peak
it: Picco del muro

# BuildableObject
source: Wall Peak (Half)
it: Picco del muro (metà)

# BuildableObject
source: Wall Sconce
it: Applique

# BuildableObject
source: Wall (Slope)
it: Muro (inclinato)

# BuildableObject
source: Wall (Half Slope)
it: Muro (poco inclinato)

# BuildableObject
source: Wall (Inverse Half Slope)
it: Muro (inclinazione invertita, metà)

# BuildableObject
source: Wall (Inverse Slope)
it: Muro (inclinazione invertita)

# BuildableObject
source: Dino Statue
it: Statua dinosauro

# BuildableObject
source: Banana Leaf
it: Foglia di banana

# BuildableObject
source: Basalt Pillar
it: Colonne in basalto

# BuildableObject
source: Basalt Pillar (Tall)
it: Colonne in basalto (alta)

# BuildableObject
source: Basalt Pillar (Cluster)
it: Colonne in basalto (alta)

# BuildableObject
source: Bromeliad Plant
it: Pianta Bromelia

# BuildableObject
source: Gold Chest
it: Baule d'oro

# BuildableObject
source: Corpse Flower
it: Aro titano

# BuildableObject
source: Car (All-Terrain)
it: Vetture (fuoristrada)

# BuildableObject
source: Door
it: Porta

# BuildableObject
source: Dino Idol
it: Idolo dinosauro

# BuildableObject
source: Skull Idol
it: Idolo a teschio

# BuildableObject
source: Pyramid Deco
it: Decorazione della piramide

# BuildableObject
source: Monstera Plant
it: Pianta Monstera

# BuildableObject
source: Pedestal
it: Piedistallo

# BuildableObject
source: Border
it: Bordo

# BuildableObject
source: Border (Arch)
it: Bordo (arco)

# BuildableObject
source: Border Corner
it: Angolo del bordo

# BuildableObject
source: Border (Diagonal)
it: Bordo (diagonale)

# BuildableObject
source: Border (Door)
it: Bordo (porta)

# BuildableObject
source: Border (Slope)
it: Bordo (pendente)

# BuildableObject
source: Border (Half Slope)
it: Bordo (pendente, metà)

# BuildableObject
source: Pyramid Corner
it: Angolo della piramide

# BuildableObject
source: Pyramid Corner (Half)
it: Angolo della piramide (metà)

# BuildableObject
source: Pyramid Cube
it: Cubo della piramide

# BuildableObject
source: Pyramid Cube (Half)
it: Cubo della piramide (metà)

# BuildableObject
source: Pyramid Slope
it: Piramide (Discesa)

# BuildableObject
source: Pyramid Slope (Inverted)
it: Piramide (Discesa, Invertita)

# BuildableObject
source: Pyramid Slope (Inverted Half)
it: Pendenza della piramide (Discesa, metà, invertita)

# BuildableObject
source: Pyramid Stairs
it: Scale della piramide

# BuildableObject
source: Pyramid Stairs (Half)
it: Scale della piramide (metà)

# BuildableObject
source: Pyramid Top
it: Parte alta della piramide

# BuildableObject
source: Pyramid Top (Half)
it: Parte alta della piramide (metà)

# BuildableObject
source: Skull Arch
it: Arco a teschio

# BuildableObject
source: Stepped Pyramid
it: Piramide a gradini

# BuildableObject
source: Stepped Pyramid Corner
it: Angolo della piramide a gradini

# BuildableObject
source: Skull Wall Deco
it: Teschio da muro

# BuildableObject
source: Chocolate Bonbon
it: Bonbon al cioccolato

# BuildableObject
source: Candy Cane
it: Bastoncino di zucchero

# BuildableObject
source: Candy Corn
it: Mais candito

# BuildableObject
source: Candy Heart
it: Cuor di caramella

# BuildableObject
source: Roof
it: Tetto

# BuildableObject
source: Cherry
it: Ciliegia

# BuildableObject
source: Cherries
it: Ciliegie

# BuildableObject
source: Chocolate Bar
it: Bar del cioccolato

# BuildableObject
source: Sandwich Cookie
it: Biscotto Sandwich

# BuildableObject
source: Gum Drop
it: Caramella gommosa

# BuildableObject
source: Peppermint
it: Menta piperita

# BuildableObject
source: Door (Closed)
it: Porta (chiusa)

# BuildableObject
source: Giant Flower
it: Fiore gigante

# BuildableObject
source: Metal Sculpture
it: Scultura in metallo

# BuildableObject
source: Fantasy Roof Border
it: Bordo del tetto fantasia
