Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

source: A large high capacity steel coaster designed for high speeds and airtime hills, but incapable of inversions.
it: Montagna russa ad alta capacità progettata per alte velocità e vuoti d'aria, ma incapace di inversioni.

source: An exciting metal inverting coaster where the coaster cars travel under the tracks.
it: Un'eccitante montagna russa invertente in metallo dove il treno può viaggiare sotto la pista.

source: A thrilling dark ride system using powered cars running beneath a steel track at customizable speeds. The cars can rotate to predetermined orientations.
it: Un'entusiasmante montagna russa con vagoni alimentati che viaggiano sotto una pista d'acciaio a velocità impostabili. I vagoni possono ruotare in posizioni predeterminate.

source: A larger version of the spinning coaster capable of inversions.
it: Una versione più grande delle montagne russe rotanti con possibilità di inversione.

source: A modern wooden coaster that can invert using metal construction in certain locations.
it: Una moderna montagna russa in legno capace di inversioni grazie a costruzioni in metallo in determinati punti.

source: A scenic ride where all-terrain truck themed cars traverse a track with bumpy segments.
it: Una giostra scenografica con vagoni a forma di camion attraversano una pista dissestata.

source: A smaller, less intense coaster with no inversions. Usually the first step in any coaster-lover's journey.
it: Una montagna russa più piccola e meno intensa, senza inversioni. Solitamente il primo passo di ogni amante di montagne russe.

source: Log boats are propelled along the flume by the flow of water. Large drops with big splashes of water make this a popular ride on hot days.
it: Le canoe sono spinte lungo il fiume dal corso d'acqua. Grandi salti in acqua rendono questa un'attrazione popolare nelle giornate calde.

source: A wooden coaster with a mine-themed appearance. Usually designed to travel through tunnels and appear unsafe.
it: Una montagna russa in legno che mima l'apparenza dei vagoni di miniera. Progettata in genere per attraversare lughe gallerie e sembrare insicura.

source: Model trains using powered locomotives transport guests to their destination, usually at ground level.
it: Riproduzioni di treni con locomotiva alimentata trasportano gli ospiti alle loro destinazioni, solitamente a livello terra.

source: A small, slow coaster that can't go very high. Great for those who prefer low intensities but will bore others.
it: Piccola e lenta montagna russa che non può arrivare molto in altro. Perfetta per chi preferisce giostre a bassa intensità, ma noiosa per gli altri.

source: A small monorail design that fits especially well into smaller parks. While slow and low capacity, it's reliable and cheap.
it: Una piccola monorotaia progettata per i parchi piccoli. Benchè sia lenta e poco capiente, è affidabile ed economica.

source: Powered trains that can drive in either direction travel on top of an elevated single beam track. The high top speed and capacity make it an ideal choice for long distance transport.
it: Treni alimentati che possono cambiare direzione su una monorotaia rialzata. L'alta velocità di punta e l'alta capienza ne fanno la scelta ideale per trasporti di lunga distanza.

source: A modern coaster design featuring a unique, single-rail steel track. Low capacity, but small, cheap and capable of all of the elements found only on bigger steel coasters.
it: Montagne russe moderne su monorotaia in acciaio. Bassa capienza, dimensioni ridotte, economiche, ma capace di tutto ciò che permettono montagne russe più grandi.

source: Similar to a junior coaster but without the need for lift hills, making it easier to design. Trains contain motorized drive wheels that push the train along the track at decent speeds.
it: Simile alle "Piccole Montagne Russe", ma senza la necessità di sollevare colline, sono più semplici da progettare. I treni motorizzati raggiungono alte velocità.

source: An exciting ride where a large boat travels through fast and turbulent waters, soaking guests.
it: Una giostra eccitante con una grossa barca che naviga in acque veloci e turbolente, inzuppando gli ospiti.

source: Similar in structure to a junior coaster, this coaster has cars that spin freely as the train travels along the track.
it: Struttura simile alle "Piccole montagne russe", questa giostra è dotata di vagoni che possono inclinarsi liberamente lungo la pista.

source: An interactive water ride where guests can aim water cannons at targets - or each other.
it: Una giostra d'acqua interattiva in cui gli ospiti possono mirare i cannoni d'acqua ai bersagli o bagnarsi a vicenda.

source: A large steel coaster where guests stand in specially designed restraints, instead of sitting.
it: Grande montagna russa in acciaio in cui gli ospiti rimangoni in piedi (assicurati ad appositi sostegni).

source: The most common type of roller coaster. Capable of inversions and moderate speeds, no park is complete without one.
it: La classica montagna russa. Capace di inversioni e velocità moderate, nessun parco è completo senza.

source: A small, more relaxed coaster featuring horse-shaped cars and a unique track.
it: Una piccola e rilassante montagna russa dotata di auto a forma di cavalli ed un tracciato unico.

source: A relaxed ride using powered submarines that can travel below the water level.
it: Una giostra rilassante in cui sottomarini alimentati possono viaggiare sotto il livello dell'acqua.

source: Coaster cars that hang under the track are capable of swinging left and right freely, creating a sensation of flying.
it: I vagoni sono appesi sotto i binari ed in grado di oscillare liberamente a destra ed a sinistra, dando l'impressione di volare.

source: Trains that can drive in either direction are suspended below a single beam track.
it: Treni appesi ad una monorotaia e che possono andare in entrambe le direzioni.

source: Similar to a Wild Mouse, but the seats can swing freely from side to side. A special track feature are the sharp s-bends that are designed to give the seats a good swing.
it: Simile a topo selvaggio, ma con posti a sedere che oscillano liberamente da un lato all'altro. Le particolari strette chicane permettono una migliore oscillazione dei sediolini.

source: A steel coaster featuring a large rotating track segment that rotates the cars into a vertical position before dropping them.
it: Una montagna russa d'acciaio dotata di un largo segmento che ruota le auto in posizione verticale prima di lasciarle cadere.

source: A large roller coaster capable of vertical and even <i>beyond</i> vertical drops.
it: Una grande montagna russa capace di cadute <i>più che verticali</i>.

source: A unique-looking coaster with boat-shaped cars. Cars travel along coaster tracks and can also splash into water channels.
it: Una montagna russa dall'aspetto unico, con vagoni a forma di barca che viaggiano sulla pista e possono anche tuffarsi in canali d'acqua.

source: Small individual cars ride on a track taking many tight, flat turns and bunny hops.
it: Piccole automobili che percorrono una pista fatta di strettoie, curve strette e piccoli salti.

source: A large coaster with unique, wing-shaped cars. Seats are positioned next to the track to create a more intense experience.
it: Una grande montagna russa con delle uniche macchine a forma di ali. I sedilisono posizionati vicino al tracciato per creare un'esperienza più intensa.

source: A timeless type of roller coaster that is large, loud and intricate. Excellent at providing air time and sweeping turns.
it: Montagna russa senza tempo. Grande, rumorosa ed intricata. Vuoti d'aria e curve inclinate sono il suo marchio di fabbrica.

source: Electric cars that are designed to bump into each other.
it: Auto elettrice progettate per scontrarsi.

source: Guests ride ornamental horses that move up and down as the ride spins. Sometimes include a calliope in the center.
it: Gli ospiti siedono su cavalli ornamentali che vanno su e giù su una giostra rotante. A volte con un organo a vapore al centro.

source: A large structure housing a 4D cinema. The seats can move and have other features to surprise guests.
it: Grande struttura che ospita un Cinema 4D. Le poltrone possono muoversi e avere altre funzioni che sorprenderanno gli ospiti.

source: An anxiety-inducing ride where arms spin near each other without colliding.
it: Un'attrazione ansiolitica dove i bracci ruotano molto vicini, senza mai scontrarsi.

source: Two ferris wheels mounted on either end of a large arm that spins.
it: Due ruote panoramiche montate su entrambe le estremità di un braccio girevole di grandi dimensioni.

source: Transports guests vertically. A good time in two directions.
it: Trasporta gli ospiti in verticale per un divertimento in due direzioni.

source: A spinning and inverting thrill ride that lifts guests up before flipping them over.
it: Una giostra da brivido che ruota ed inverte e che solleva gli ospiti prima di capovolgerli.

source: Cars are mounted on arms that spin vertically, while the entire ride spins horizontally to create the sensation of flying a jet.
it: Le vetture sono montate su bracci che ruotano verticalmente, mentre l'intera giostra ruota orizzontalmente per creare la sensazione di un jet in volo.

source: Guests ride inside a capsule that spins at high speeds, pushing them against the wall.
it: Gli ospiti entrano in una cabina che ruota ad alte velocità spingendoli contro il muro.

source: A drop tower with a car that rotates as it climbs the tower. After a brief wait at the top, it falls and is caught by brakes.
it: Una torre di discesa con una cabina che ruota mentre sale la torre. Dopo una breve attesa in cima, cade in picchiata prima di essere fermata dai freni.

source: Guests tour through a haunted house full of fun scares.
it: Una visita alla casa infestata per un divertimento terrificante.

source: A smaller thrill ride with free-rotating rows of seats attached to a rotating arm. Simulates falling while being flipped around.
it: Una piccola giostra da brivido con sedute rotanti in linea ancorate ad un braccio rotante. Simula la caduta mentre si capovolge.

source: Seats mounted on the ends of large arms are pushed up and down while the ride spins, creating a sensation of jumping.
it: I sedili montati all'estremità dei lunghi bracci vengono spinti su e giù mentre la giostra ruota, dando l'impressione di saltare.

source: Guests are seated around a car that is launched vertically at high speeds before falling back to the ground, where the car is slowed using electromagnets.
it: Gli ospiti siedono attorno a un'auto che viene lanciata verticalmente e ad alta velocità, prima di ricadere al rallentatore grazie agli elettromagneti.

source: A high capacity ride that is lifted and dropped by four rotating arms to provide a sensation of erratic flight.
it: Una giostra ad alta capienza sollevata e rilasciata da quattro bracci rotanti per dare l'impressione di un volo turbolento.

source: A small capsule containing a screen mounted on pivoting hydraulic arms. Guests experience the sensation of movement while viewing a film.
it: Una piccola capsula che contiene uno schermo montato su bracci idraulici basculanti. Gli ospiti avranno l'impressione di muoversi mentre guardano un film.

source: A rotating capsule climbs up a tower to provide guests with a breathtaking scenic view.
it: Una capsula rotante risale una torre per offrire agli ospiti una vista mozzafiato.

source: Similar to the Twister, rotating arms spin one way while the body of the ride spins another. The arms are lifted to near-horizontal angles.
it: Simile al Twister, i suoi bracci ruotano in una direzione mentre il corpo della giostra gira nella direzione opposta. I bracci sono sollevati ad angolazioni quasi orizzontali.

source: A plane-themed ride where riders are lifted up and down while spinning around a central axis.
it: Una giostra sul tema aeroplani dove le cabine vanno su e giù ruotando intorno all'asse centrale.

source: Pairs of seats swing freely at the ends of arms that spin at a moderate speed. The entire ride lifts to spin guests more intensely.
it: Coppie di seggiolini oscillano liberamente alla fine di un braccio che ruota a velocità moderata. L'intera giostra si solleva per sballottolare gli ospiti con più intensità.

source: Two separate cars climb a tower before the seats rotate to face the ground and the car drops. At the last moment the seats swing back out, simulating a parachute drop.
it: Due auto separate risalgono una torre prima che i sedili girino per in direzione del terreno e inizino a cadere. All'ultimo momento, i sedili tornano indietro per simulare il lancio di un paracadute.

source: A classic ride consisting of a large wooden tower with a slide spiralling around the outside. Guests climb the interior and slide down using canvas mats.
it: Una giostra classica costituita da una grande torre in legno avvolta da na spirale. Gli ospiti risalgono dall'interno per scivolare su delle stuoie.

source: A tower ride where riders ride on chain swing seats suspended from a rotating gondola.
it: Una giostra a forma di torre dove gli ospiti siedono su catene di sedili sospesi a una gondola rotante.

source: A huge ride where free spinning seats that also spin around a pivot are mounted to a large vertically spinning arm.
it: Un'enorme giostra dove i sedili che si girano su se stessi e attorno a un perno sono montati su un grande braccio che gira in verticale.

source: A pendulum ride that is designed to look like a sailing ship. The ship is pushed back and forth by drive wheels to simulate waves.
it: Una giostra a pendolo progettata per assomigliare a una barca a vela. La barca viene spinta avanti e indietro da ruote motrici che simulano il movimento delle onde.

source: A spinning ride notorious for making guests sick. Individual 'cups' spin quickly while mounted on a larger spinning platform.
it: Una giostra girevole famosa per provocare nausea. Le "tazze" girano velocemente e sono montate su una piattaforma a sua volta girevole.

source: A high-capacity spinning car climbs up a tower. When it reaches the top, the entire tower begins to tilt back and forth.
it: Un'auto girevole dalla grande capienza risale una torre. Una volta su, la torre inizia a inclinarsi avanti e indietro.

source: A high capacity thrill ride capable of spinning and inversions.
it: Una giostra di grande capienza in grado di girare e fare inversioni.

source: A large ride made of three loops that spin in all directions. Guests are seated in the central loop.
it: Una grande composta da tre anelli che ruotano in tutte le direzioni. Gli ospidi siedono nell'anello centrale.

source: A huge ride where guests sit on either end of a large arm that spins around a central axis. The seats at either end can free-rotate in multiple directions.
it: Un'enorme giostra dove i clienti siedono all'estremità di un grande braccio che ruota su un asse. I sedili possono girare liberamente in più direzioni.

source: Seats are mounted to two spinning arms that spin vertically in opposite directions.
it: I sedili sono montati su bracci che ruotano verticalmente in direzioni opposte.

source: A common ride with clusters of seats spinning one way while the center of the ride spins another.
it: Una giostra classica composta da gruppi di sedili che ruotano in un verso, mentre il centro della giostra ruota nel senso opposto.

source: An ornate ride where guests sit in swing seats suspended with long chains. The ride spins and tilts in a wave-like motion.
it: Una giostra decorata dove i gli ospiti siedono su sedie che ruotano e sospese sotto lunghe catene. La giostra ruota e si inclina in un movimento ondulatorio.

source: A circular ride that spins quickly while tilted at an angle.
it: Giostra circolare che gira rapidamente mentre si inclina.

source: Facility
it: Servizi

source: Vehicles
it: Veicoli

source: Signs
it: Indicazioni

source: Cacti
it: Cactus

source: Flowers
it: Fiori

source: Fences
it: Recinzioni

source: Pavilions
it: Padiglioni

source: Rocks
it: Rocce

source: Topiaries
it: Arte topiaria

source: Speakers
it: Altoparlanti

source: Supports
it: Supporti

source: Topiary
it: Arte topiaria

source: Lighting
it: Illuminazione

source: Sculptures
it: Sculture

source: Doors
it: Porte

source: Fantasy
it: Fantasia

source: Fountains
it: Fontane

source: Gates
it: Porte

source: Scaffolds
it: Impalcature

source: Sculptures and Statues
it: Sculture e statue

source: Shapes
it: Forme

source: Medieval Props
it: Accessori medievali

source: Medieval Structures
it: Strutture medievali

source: Race Props
it: Accessori da corsa

source: Sci-Fi Structures
it: Strutture fantascientifiche

source: Spooky Structures
it: Strutture spaventose

source: Steam Pipes
it: Tubi a vapore

source: Industrial Structures
it: Strutture industriali

source: Controllers
it: Controllori

source: Fireworks
it: Fuochi d'artificio

source: Benches
it: Panchine

source: Trash Bins
it: Cestini della spazzatura

source: Lamps
it: Lampade

source: Photo Spots
it: Punti di scatto (foto)

source: TVs
it: TV

source: Installed
it: Installato

source: Old version installed
it: Vecchia versione installata

source: Calculating...
it: Calcolo...

source: Go to location
it: Vai al punto

source: Favorite
it: Preferito

source: Rename
it: Rinomina

source: Pin
it: Fissa

source: Complete the scenario
it: Completa lo scenario

source: Complete the scenario with all optional goals
it: Completa lo scenario e tutti gli obiettivi opzionali

source: Start in multiplayer
it: Avvia in modalità multigiocatore

source: Continue in multiplayer
it: Continua in modalità multigiocatore

source: Continue
it: Continua

source: Not connected to resource transport system
it: Non collegato al sistema di trasporto

source: Not connected to path
it: Non collegato al percorso

source: No shops selected
it: Nessun negozio selezionato

source: Not letting new guests on the ride until thunderstorm is over
it: La giostra non accetta nuovi ospiti finchè non finirà il temporale

source: Trim speed if next block is clear
it: Regola la velocità quando la sezione successiva è libera

source: Reset to 0
it: Reimposta a 0

source: Target Velocity
it: Velocità da raggiungere

source: Height change
it: Cambio d'altezza

source: seconds
it: secondi

source: Reversing
it: Retromarcia

source: Left
it: Sinistra

source: Center
it: Centro

source: Right
it: Destra

source: Down
it: Giù

source: Up
it: Su

source: Hold duration
it: Durata della presa

source: Increase segment length for faster launches
it: Aumenta la lunghezza del segmento per partenze più veloci

source: Acceleration
it: Accelerazione

source: Unban player
it: Riammetti giocatore

source: Cancel
it: Annulla

source: Do you have some information that could help us resolve this? Let us know!
it: Hai qualche informazione che potrebbe aiutarci a risolvere? Faccelo sapere!

source: Upload Desync-Report
it: Fai l'upload del Rapporto-Desync

source: Close
it: Chiuso

source: Load
it: Carica

source: Quit
it: Esci

source: Image Banner
it: Immagine dello striscione

source: Create Scenario
it: Crea uno scenario

source: Park Size Settings
it: Impostazioni sulla grandezza del parco

source: Length
it: Lunghezza

source: tiles
it: caselle

source: Width
it: Larghezza

source: Build Height
it: Altezza della costruzione

source: Land Height
it: Altezza del terreno

source: Generate flat land
it: Genera un terreno pianeggiante

source: Landscape Settings
it: Impostazioni del paesaggio

source: Hills
it: Colline

source: Many
it: Molti

source: Valleys
it: Vallate

source: A lot
it: Molti

source: Diversity
it: Diversità

source: Terrain Type Settings
it: Impostazioni sul tipo di terreno

source: Amount
it: Quantità

source: Beaches
it: Spiagge

source: Beach size
it: Dimensione della spiaggia

source: Big
it: Grande

source: Trees Settings
it: Impostazioni degli alberi

source: Forest Size
it: Dimensione della foresta

source: Density
it: Densità

source: Generate
it: Genera

source: Finish
it: Termina

source: Sign
it: Indicazione

source: Text...
it: Testo...

source: Login
it: Accedi

source: You need to log in before you can use content on mod.io. Please enter your email address:
it: Devi accedere prima di poter usare contenuti da mod.io Inserisci il tuo indirizzo email:

source: Resume
it: Riprendi

source: Save
it: Salva

source: Achievements
it: Imprese

source: Content Manager
it: Gestore dei contenuti

source: The game is currently saving, please wait...
it: Il gioco è in salvataggio, attendere prego...

source: No entry for guests
it: Vietato l'accesso agli ospiti

source: No entry for Janitors
it: Vietato l'accesso agli inservienti

source: No entry for Haulers
it: Vietato l'accesso ai fattorini

source: No entry for Mechanics
it: Vietato l'accesso ai meccanici

source: No entry for Security
it: Vietato l'accesso agli agenti della sicurezza

source: No entry for Entertainers
it: Vietato l'accesso agli animatori

source: Hide this error this game session
it: Nascondi questo errore per la sessione di gioco

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Ban player
it: Espelli giocatore

source: Speaker
it: Altoparlante

source: Track Builder
it: Costruzione della pista

source: 90° Curve Left
it: Curva a sinistra a 90°

source: 45° Curve Left
it: Curva a sinistra a 45°

source: Straight
it: Dritto

source: 45° Curve Right
it: Curva a destra di 45°

source: 90° Curve Right
it: Curva a destra di 90°

source: Straight Down
it: Dritto in discesa

source: 4 Slope Down
it: Discesa 4

source: 1 Slope Down
it: Discesa 1

source: ½ Slope Down
it: Discesa ½

source: ¼ Slope Down
it: Discesa ¼

source: Flat
it: In piano

source: ¼ Slope Up
it: Salita ¼

source: ½ Slope Up
it: Salita ½

source: 1 Slope Up
it: Salita 1

source: 4 Slope Up
it: Salita 4

source: Straight Up
it: Dritto in salita

source: Remove previous segment
it: Rimuovi il segmento precedente

source: Next segment
it: Prossimo segmento

source: Previous segment
it: Segmento precedente

source: Flip direction
it: Direzione d'inversione

source: Lift
it: Risalita

source: Launch
it: Lancio

source: Station
it: Stazione

source: Stations let guests enter and exit the ride.
it: Le stazioni permettono agli ospiti di entrare ed uscire dalla giostra.

source: Brake
it: Freno

source: Block Brake
it: Freno di blocco

source: Block brakes fully stop a train if the section until the next block brake, station or lift end isn't clear.
it: I freni di blocco fermano totalmente il treno se la sezione che porta fino al freno di blocco, la stazione o la risalita successivi non sono sgombri.

source: Holding Brake
it: Freno di trattenuta

source: Operates similarly to a block brake but always stops trains for a certain amount of time.
it: Funziona in modo simile al freno di blocco, ma ferma sempre il treno per un certo periodo di tempo.

source: Car Rotation
it: Rotazione della vettura

source: On-Ride Camera
it: Fotocamera della giostra

source: Bumper
it: Paraurti

source: Bump
it: Sobbalzo

source: Tall Bump
it: Dosso alto

source: Water Cannon Target
it: Obiettivo del cannone ad acqua

source: Lock/unlock aiming
it: Attiva/disattiva il punto di mira

source: Rapids
it: Rapide

source: Waterfall (Left)
it: Cascata (sinistra)

source: Waterfall (Right)
it: Cascata (destra)

source: Toggle spin
it: Abilita/disabilita rotazione

source: Magnetic Kicker
it: Kicker Magnetico

source: Entrance
it: Entrata

source: Exit
it: Uscita

source: Heightmarks
it: Indicatori d'altezza

source: Trash Bin
it: Cestino della spazzatura

source: Contents
it: Contenuto

source: Times emptied:
it: Volte svuotato:

source: Total trash volume collected:
it: Volume totale della spazzatura raccolta:

source: Go to
it: Vai a

source: Remove
it: Rimuovi
