Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

source: EDIT SCENARIO
it: MODIFICA LO SCENARIO

source: Steam Forums
it: Forum di Steam

source: QUIT
it: ESCI

source: Community Challenges
it: Sfide della comunità

source: CHANGE MAP
it: CAMBIA MAPPA

source: Play through the tutorial and many scenarios with increasingly difficult challenges and goals
it: Gioca passando per il tutorial e vari scenari a difficoltà crescente

source: LOAD PARK
it: CARICA UN PARCO

source: NEW PARK
it: NUOVO PARCO

source: Contact & Issue Reporting
it: Contatti & segnalazioni

source: Props
it: Accessori

source: Medium
it: Medio

source: Candyland
it: Paese delle caramelle

source: Large
it: Grande

source: Sci-Fi Props
it: Oggetti fantascientifici

source: Nature
it: Natura

source: Plants
it: Piante

source: uncategorized
it: senza categoria

source: Water
it: Acqua

source: Trees
it: Alberi

source: Small
it: Piccolo

source: Spooky Props
it: Accessori dell'orrore

source: Western Props
it: Accessori western

source: Devlog
it: Log sviluppatori

source: Complete scenarios to 100% to unlock entries.
it: Completa al 100% lo scenario per sbloccare più voci.

source: Dusty Delta
it: Delta polveroso

source: Park Plains
it: Pianure del parco

source: Coral Island
it: Isola di Corallo

source: Gallows Pass
it: Passaggio spettrale

source: Haunted Island
it: Isola infestata

source: Gold Gulch
it: Canyon dell'oro

source: That's the end of this demo, but just the start of your theme park building career! We hope you liked this quick look! Your progress will carry over to the full version.
it: Questa è la fine della demo, ma è solo l'inizio della tua carriera di costruttore di parchi a tema! Speriamo ti sia piaciuto questo piccolo assaggio! I tuoi progressi saranno importati nella versione completa.

source: Highlands
it: Terre Montuose

source: Buy the full version
it: Compra la versione completa

source: Crossway Sea
it: Oceano degli incroci

source: CONTENT MANAGER
it: GESTORE DEI CONTENUTI

source: Verdant Valley
it: Valle verdeggiante

source: Frigid Floes
it: Lastrone di ghiaccio

source: Faraway Fields
it: Campi lontani

source: Mystic Desert
it: Deserto mistico

source: Structures
it: Strutture

source: Details
it: Dettagli

source: Roofs
it: Tetti

source: Walls
it: Mura

source: Borders
it: Bordi

source: Effects
it: Effetti

source: Emitters
it: Emettitori

source: Pillars
it: Colonne

source: Archways
it: Arcate

source: Steamworks Props
it: Macchine a vapore

source: Adventure
it: Avventura

source: Buildings
it: Costruzioni

source: Finance
it: Finanze

source: Views
it: Viste

source: Guests Overview
it: Panoramica sugli ospiti

source: Scenario Editor Tools
it: Strumenti di modifica dello scenario

source: Brush
it: Pennello

source: Overview
it: Panoramica

source: Utility Buildings
it: Edifici ausiliari

source: Terraformer
it: Terraformazione

source: Hidden object transparency
it: Trasparenza degli oggetti nascosti

source: <b>Transport Tubes</b> Connect the underground connectors of the Depot and the Deliveries building using these tubes.
it: <b>Condotti di trasporto</b> Collega i connettori sotterranei del deposito agli edifici di consegna usando questi condotti.

source: <b>Queues</b> Can be connected to a ride entrance to allow more guests to queue.
it: <b>Code d'attesa</b> Possono essere collegate all'ingresso della giostra per permettere a più ospiti di fare la fila.

source: <b>Employee Paths</b> Employees who are heading somewhere to complete a task prefer using these over normal paths, even if it means making a detour. Guests don't enjoy seeing them and can't use them.
it: <b>Percorsi del personale</b> Il personale diretto in qualche luogo per completare un lavoro preferirà usarli rispetto ai percorsi normali, anche se ciò volesse dire deviare. Agli ospiti non piace che siano in vista e non possono usarli.

source: <b>Paths</b>
it: <b>Percorsi</b>

source: Loans
it: Prestiti

source: Campaigns
it: Campagne

source: Graphs
it: Grafici

source: Visualizations
it: Visualizzazioni

source: Grid
it: Grglia

source: People
it: Persone

source: Hide Scenery
it: Nascondi lo scenario

source: Hide Paths
it: Nascondi i percorsi

source: View
it: Vista

source: Underground
it: Sottosuolo

source: Transparency
it: Trasparenza

source: Hide Attractions
it: Nascondi le giostre

source: Average Stats
it: Valori medi

source: Thoughts
it: Pensieri

source: Actions
it: Azioni

source: Goals
it: Obiettivi

source: Guest Settings
it: Impostazioni degli ospiti

source: Climate
it: Clima

source: Ugly Objects
it: Oggetti brutti

source: Park Borders
it: Margini del parco

source: Indestructible Objects
it: Oggetti indistruttibili

source: Tools
it: Strumenti

source: General Settings
it: Impostazioni fenerali

source: Uncategorized Rides
it: Giostre senza categoria

source: Opinions
it: Opinioni

source: State
it: Stato

source: Transport System
it: Sistema di trasporto

source: <b>Haulers</b> Haulers carry resource crates from depots to the shops.
it: <b>Fattorini</b> I fattorini trasportano i rifornimenti dai depositi ai negozi.

source: Mechanics
it: Meccanici

source: Entertainers
it: Animatori

source: <b>Janitors</b> Janitors keep the park clean by sweeping paths, emptying trash bins and cleaning shops.
it: <b>Inservienti</b> Gli inservienti tengono il parco pulito spazzando, svuotando i cestini e pulendo i negozi.

source: <b>Entertainers</b> Entertainers keep the guests happy and wear cute costumes.
it: <b>Animatori</b> Gli animatori intrattengono i clienti indossando costumi carini.

source: Haulers
it: Fattorini

source: <b>Mechanics</b> Mechanics fix broken rides and do regular maintenance to keep them safe. They also repair vandalized objects.
it: <b>Meccanici</b> I meccanici aggiustano le giostre rotte e ne effettuano la manutenzione periodica per mantenerle sicure. Riparano anche gli oggetti vandalizzati.

source: Tasks
it: Compiti

source: Janitors
it: Inservienti

source: <b>Security</b> Security Guards keep the park safe from vandals.
it: <b>Agenti della sicurezza</b> Gli agenti dela sicurezza mantengono il parco sicuro dai vandali.

source: <b>Zones</b> When they're not busy with anything else, employees patrol and look for tasks in their assigned zones. They can leave the zone if necessary to complete the task.
it: <b>Zone</b> Quando sono liberi, i dipendenti andranno in giro in cerca di compiti nelle loro zone di assegnazione. Possono anche lasciare la zona, se necessario a completare il compito.

source: Zones
it: Zone

source: Players
it: Giocatori

source: Bans
it: Espulsioni

source: Market Research
it: Ricerca di mercato

source: Path Attachments
it: Decorazioni dei percorsi

source: Buy Land
it: Acquista terra

source: Terraforming
it: Terraformazione

source: Terrain
it: Terreno

source: Loans are disabled.
it: I prestiti sono disattivi.

source: Select one of the following options, then click and drag on the terrain to change the ownership of land:
it: Seleziona una delle seguenti opzioni, poi clicca e trascina sul terreno per cambiare la proprietà:

source: Mark deco objects as source of bad decoration rating.
it: Contrassegna gli oggetti decorativi come causa della bassa valutazione della decorazione.

source: Objects outside the park border are automatically indestructible.
it: Gli oggetti fuori al parco sono automaticamente indistruttibili.

source: <b>Thrill Rides</b> Exciting rides for thrill-seekers. Anything that spins, flips, tilts and causes nausea.
it: <b>Giostre da brivido</b> Giostre eccitanti per gli amanti del rischio. Qualsiasi cosa ruoti, giri si impenni e provochi nausea.

source: <b>Calm Rides</b> Relaxed rides for the relaxed guest. This includes scenic rides that offer a great view of the park.
it: <b>Giostre rilassanti</b> Giostre adatte ad una clientela tranquilla. Include giostre scenografiche che offrano una bella vista del parco.

source: <b>Transport Rides</b> Rides that move guests around the park. Guests use these to get from A to B if it's a good option. Some also ride for fun.
it: <b>Giostre di trasporto</b> Giostre che portano gli ospiti in giro per il parco. Gli ospiti le usano par andare da un punto ad un altro, se serve. Altri ci vanno solo per divertimento.

source: <b>Coasters</b> Trains that utilize gravity or motors to follow various types of tracks. Coasters have many designs, and there's something for everyone. A staple of any amusement park.
it: <b>Montagne russe</b>

source: <b>Water Rides</b> Rides that require or operate with water. Guests can usually expect to get wet, and enjoy these on a hot day.
it: <b>Giostre acquatiche</b> Giostre che prevedono l'utilizzo dell'acqua. Gli ospiti possono aspettarsi di bagnarsi, per questo se le godono nei giorni caldi.

source: <b>Zones</b> • <indent=0.7em>Left click and drag to place</indent> • <indent=0.7em>Click into a zone and drag to expand it</indent> • <indent=0.7em>Right click to remove</indent>
it: <b>Zone</b> • <indent=0.7em>click sinistro e trascina per piazzare</indent> • <indent=0.7em>Click in una zona e trascina per ingrandirla</indent> • <indent=0.7em>click destro per rimuovere</indent>

source: Market research allows you to survey your guests to see detailed information about them
it: Le ricerche di mercato ti permettono di sondare i tuoi ospiti ed accedere ad informazioni dettagliate che li riguardano

source: Research is disabled.
it: La ricerca è disattivata.

source: <b>Object Pipette</b> Select an object in the park to create copies of it. Hotkey: [[PipetteTool]]
it: <b>Contagocce degli oggetti</b> Seleziona un oggetto del parco per crearne delle copie. Scorciatoia: [[PipetteTool]]

source: <b>Water</b> • <indent=0.7em>Hold Shift to raise water, then left click</indent> • <indent=0.7em>Right click to remove</indent>
it: <b>Acqua</b> • <indent=0.7em>Tieni premuto Shift per alzare l'acqua, poi clicca col tasto sinistro</indent> • <indent=0.7em>Click destro per rimuovere</indent>

source: <b>Land</b> • <indent=0.7em>Left click and drag to buy</indent>
it: <b>Terreno</b> • <indent=0.7em>Click sinistro e trascina per comprare</indent>

source: Satisfaction of needs
it: Soddisfazione dei bisogni

source: Left click to add a spawn point or right click to remove a spawn point.
it: Clicca col tasto sinistro per aggiungere o rimuovere un punto d'apparizione.

source: Left click on paths to create trash.
it: Clicca sui percorsi per creare spazzatura.

source: Left click on a ride to toggle between broken/repaired.
it: Clicca su una giostra per impostarla come rotta/riparata.

source: Left click on path attachments to toggle vandalism.
it: Clicca su un oggetto del percorso per vandalizzarlo/ripararlo.

source: Results
it: Risultati

source: Flatten
it: Appiattisci

source: Lower/Raise
it: Abbassa/Eleva

source: Add tunnel to path
it: Aggiungi un tunnel al percorso

source: Remove previous tile
it: Rimuovi la casella precedente

source: Repaint path style
it: Ridipingi lo stile del percorso

source: Total payback:
it: Rimborso totale:

source: New Advertisement Campaign
it: Nuova campagna pubblicitaria

source: Active loans:
it: Prestiti attivi:

source: Easy
it: Facile

source: Number of guests
it: Numero degli ospiti

source: Hard
it: Difficile

source: Poor
it: Povero

source: Calm
it: Calmo

source: For sale
it: In vendita

source: Unobtainable
it: Inaccessibile

source: Pocket money
it: Spiccioli

source: Rich
it: Ricco

source: Owned
it: Posseduto

source: Support rights
it: Diritti di supporto

source: Intense
it: Intenso

source: Preferred ride intensity
it: Intensita preferita delle giostre

source: Weather
it: Meteo

source: Hold goals at 100% completion to win for:
it: Mantieni gli obiettivi al 100% per vincere:

source: Guest Spawns
it: Punti d'apparizione degli ospiti

source: Toggle ride broken
it: Imposta giostra guasta/funzionante

source: Toggle vandalism
it: Vandalizza/ripara

source: Create trash
it: Crea spazzatura

source: Sort order
it: Ordinamento

source: Challenge goals (optional):
it: Obiettivi sfida (opzionali):

source: Hire
it: Assumi

source: Invite friends
it: Invita amici

source: Mode:
it: Modalità:

source: Running Campaigns
it: Campagne in corso

source: Ended Campaigns
it: Campagne terminate

source: Select shop
it: Seleziona un negozio

source: Select attraction
it: Seleziona una giostra

source: Advertising for:
it: Publicità:

source: Costs:
it: Costi:

source: units
it: unità

source: Temperature
it: Temperatura

source: Scenario description
it: Descrizione dello scenario

source: Add Goal
it: Aggiungi un obiettivo

source: Cloudy
it: Nuvoloso

source: Stormy
it: Tempestoso

source: Sunny
it: Soleggiato

source: Close all
it: Chiudi tutto

source: Open all
it: Apri tutto

source: Recent ratings:
it: Valutazioni recenti:

source: Park name
it: Nome del parco

source: Ratings based on the stats of all the guests who are currently in your park
it: Valutazioni basate sulle statistiche di tutti gli ospiti attualmente nel tuo parco

source: Ratings based on feedback received from guests when they left your park. "Experiences" rates how pleasant the entire visit was. "Prices" rates how fair the prices for everything the guests bought was.
it: Valutazioni basate sui riscontri ricevuti dagli ospiti quando lasciano il parco. "Esperienze" valutano quanto è stata piacevole l'intera visita. "Prezzi" valutano quanto siano stati onesti i prezzi per tutto ciò che hanno comprato gli ospiti.

source: Duration:
it: Durata:

source: Last research:
it: Ultima ricerca:

source: Reach of guests:
it: Clienti intervistati:

source: Population:
it: Popolazione:

source: Load Blueprint
it: Carica progetto

source: Overall build height limit
it: Limite di altezza di costruzione generale

source: Air resistance
it: Resistenza dell'aria

source: Free ride entrance fees
it: Ingresso gratuito alle giostre

source: Land price per tile
it: Prezzo del terreno per casella

source: Free shop products
it: Prodotti gratuiti nei negozi

source: Disallow terraforming
it: Impedisci la terraformazione

source: Enable loans
it: Abilita i prestiti

source: Disallow building underground
it: Impedisci costruzioni sotterranee

source: Rolling resistance
it: Resistenza al rotolamento

source: Can't change park entrance fee
it: Blocca modifica del prezzo d'ingresso al parco

source: Terraforming costs
it: Costi di terraformazione

source: Ratings based on current factors
it: Valutazioni basate sui fattori attuali

source: Ratings left by your guests
it: Valutazioni lasciate dagli ospiti

source: Continue in sandbox mode
it: Continua nella modalità sandbox

source: Next results in:
it: Prossimi risultati in:

source: Repay
it: Rimborso

source: Add Reward
it: Aggiungi ricompensa

source: Optional goal
it: Obiettivo opzionale

source: Is available from the start
it: Disponibile dall'inizio

source: Can be researched
it: Ricerca possibile

source: Delete
it: Cancella

source: Status
it: Stato

source: Monthly budget
it: Budget mensile

source: Last completed
it: Ultima ricerca

source: Currently working on
it: Ricerca in corso

source: Hired since
it: Assunto dal

source: Research aim
it: Obiettivo di ricerca

source: Color Picker
it: Clona colore

source: Inventory
it: Inventario

source: Stats
it: Statistiche

source: This guest is especially interested in rides of this intensity range. After spending some time in the park they can become interested in a wider range of rides.
it: Questo ospite è particolarmente interessato alle giostre in questa gamma di intensità. Dopo aver trascorso un po' di tempo nel parco potrebbe interessarsi a una gamma più ampia di giostre.

source: Pick up
it: Raccogli

source: Follow
it: Segui

source: Receive activity notifications
it: Ricevi notifiche delle attività

source: Focus
it: Mostra

source: Demolish
it: Demolisci

source: Sales
it: Vendite

source: Sync
it: Sincronizza

source: Shop
it: Negozio

source: There are no outstanding jobs.
it: Non ci sono lavori in sospeso.

source: Select products
it: Seleziona i prodotti

source: Scenario Editor
it: Editor dello scenario

source: Day/Night
it: Giorno/Notte

source: Toggle automatic day/night change
it: Attiva/Disattiva il cambio Notte/Giorno

source: Visualizers
it: Visualizzazioni

source: Time until next month
it: Tempo prima del prossimo mese

source: Imminent Bankruptcy
it: Bancarotta imminente

source: Almost there!
it: Ci siamo quasi!

source: Park Info
it: Informazioni del parco

source: Number of guests currently in the park
it: Numero degli ospiti attuamente nel parco

source: Park Utilities
it: Servizi del parco

source: Staff Management
it: Gestione del personale

source: Ongoing
it: In corso

source: Reconnect
it: Riconnetti

source: Multiplayer
it: Multigiocatore

source: [[BuildingChangeHeight]] + move mouse
it: [[BuildingChangeHeight]] + movimento del mouse

source: Raise/lower object
it: Eleva/ribassa l'oggetto

source: Snap object to grid
it: Allinea l'oggetto alla griglia

source: [[BuildingSnapToGrid]] + number keys
it: [[BuildingSnapToGrid]] + tasti numerici

source: Change grid size
it: Cambia la dimensione della griglia

source: Rotate object
it: Ruota l'oggetto

source: Change object size
it: Cambia la dimensione dell'oggetto

source: Right mouse button
it: Tasto destro del mouse

source: Delete object
it: Rimuovi oggetto

source: Hold [[BuildingChangeHeight]] and move your mouse up or down to raise or lower the selection box. Click to set the size of the selection box, then click again to set the height.
it: Tieni premuto [[BuildingChangeHeight]] e muovi verticalmente il mouse per rialzare/abbassare l'area di selezione Clicca per impostare la selezione dell'area di selezione, poi clicca ancora per impostare l'altezza.

source: Left mouse button
it: Tasto sinistro del mouse

source: Add object to selection
it: Aggiungi un oggetto alla selezione

source: Remove object from selection
it: Rimuovi un oggetto dalla selezione

source: Hi!
it: Salve!

source: This is where control hints show up
it: Qui è dove appaiono i suggerimenti sui controlli

source: Recent
it: Recente

source: Submit
it: Invia

source: Operating profit last month
it: Utile operativo dello scorso mese

source: Loading
it: Caricamento

source: Thanks for playing!
it: Grazie per aver giocato!

source: Programming
it: Programmazione

source: Director, Lead Programmer, Game Design
it: Direttore, Capo programmatore, Game design

source: Translations
it: Traduzioni

source: Booms & Blooms - Tree Artist
it: Booms & Blooms - Artista Alberi

source: Trailers & Promo Art
it: Anteprime & Materiale artistico promozionale

source: Taste of Adventure - Producer
it: Taste of Adventure - Produttore

source: Special Thanks
it: Ringraziamenti speciali

source: Music and Sound Design by A Shell in the Pit
it: Musiche ed effetti sonori di A Shell in the Pit

source: Lead Artist, Game Design
it: Capo Artista, Gae design

source: UI Design/Art, Additional Art Taste of Adventure - Theme Artist
it: Ideazione dell'interfaccia utente, grafica aggiuntiva Taste of Adventure - Artista dei temi

source: Scenario Design Taste of Adventure - Scenario Design
it: Design dello scenario Taste of Adventure - Design dello scenario

source: and Our 2.619 Kickstarter backers and all of the Early Access supporters for allowing us to make this game!
it: e I nostri 2.619 sostenitori del Kickstarter e tutti i supportatori dell'accesso anticipato per averci permesso di realizzare questo gioco!

source: Music, Sound Design
it: Musica, Sound design

source: Concept Art, Additional Art
it: Ideazione della grafica, grafica addizionale

source: Additional Art
it: Grafiche addizionali

source: Scenario Design
it: Design dello scenario

source: Audio Programming
it: Programmazione audio

source: Motorized circular boats with large bumpers that bump into each other.
it: Barche circolari motorizzate con grossi paraurti gommosi che si scontrano a vicenda.

source: Guest-operated pedal-powered boats. Boats will roam anywhere they can reach for a set time, and can be blocked by scenery.
it: Pedalò guidati dagli ospiti. Le barche possono muoversi liberamente intorno alla stazione per un determinato tempo e possono essere limitate dagli oggetti dello scenario.

source: Boats that are propelled by the rowing of the guest.
it: Barche mosse manualmente dall'ospite con i remi.

source: Tracked Rides
it: Giostre su pista

source: Trains stop on a launch track, where they get attached to a catch-car that smoothly accelerates them to high speeds.
it: I treni si fermano su una corsia di lancio, dove sono agganciati da un'auto da rimorchio che gli fa raggiungere dolcemente velocità elevate.

source: 1-person carts run along a stainless steel track. Riders can control the speed of their cart using a hand brake.
it: Vagoni monoposto che percorrono una pista d'acciaio inossidabile. Gli ospiti ne controllano la velocità usando un freno a mano.

source: An advanced steel coaster with unique cars. The seats are on a pivot and give the sensation of flying through turns.
it: Una montagna russa d'acciaio con auto uniche. Le sedute sono su un perno e danno la sensazione di volare in curva.

source: Large boats travel along water channels through scenic environments.
it: Larghe navi navigano nei canali d'acqua attraverso paesaggi scenografici.

source: Large self-propelled paddleboats follow underwater guide rails along a set path.
it: Grandi pedalò auto-alimentati che seguono binari subacquei.

source: Trains move freely inside a half pipe track. Take care when building, as the cars can derail easily.
it: I treni si muovono liberamente lungo un condotto scoperto. Fai attenzione mentre lo costruisci, dato che le auto possono deragliare con facilità.

source: A relaxing ride with boats that move and spin freely inside a slow-moving water channel.
it: Una giostra rilassante in cui le barche si spostano e ruotano liberamente in un canale d'acqua a scorrimento lento.

source: A low-intensity ride where powered cars run along a guide rail on a concrete track.
it: Una giostra a bassa intensità dove le auto a motore seguono un binario su un circuito in cemento.

source: An exciting coaster capable of inversions and steep drops. The cars do not have floors, allowing guests feet to swing freely just above the track.
it: Un'eccitante montagna russa capace di inversioni e discese ripide. I piedi degli ospiti sono liberi di penzolare proprio sopra la pista.

source: The trains are suspended below the track, with guests being harnessed in a flying position to simulate the sensations of flight.
it: I treni sono sospesi sulla pista, e gli ospiti imbrigliati in una posizione di volo per simulare l'illusione di volare.

source: Similar to the wing coaster, but the track can't curve and each section of seats spins freely as the car travels along the track.
it: Struttura simile alle "Montagne russe con le ali", ma il tracciato non può curvare ed ogni serie di posti a sedere ruota liberamente lungo la pista.

source: Slow-moving cars travel along a monorail track, allowing guests to take in the sights.
it: Auto lente che seguono una monorotaia e permettono agli ospiti di godersi il panorama.

source: Slow moving trains where the cars can rotate to predetermined orientations to face decorated scenes or for dramatic effect.
it: Auto lente che possono ruotare in posizioni predeterminate per mostrare decorazioni o effetti teatrali.

source: A high-speed, extremely large coaster capable of 90m+ drops that can't invert. Proprietary tracks allow for the high g-forces and structural load.
it: Una grande montagna russa ad alta velocità che può cadere per oltre 90 metri senza inversione. Guide speciali consentono alte forze G e alti carichi strutturali.

source: Guests race in small cars that are powered by a four-stroke engine.
it: Gli ospiti gareggiano su piccole auto alimentate da un motore a 4 tempi.
