Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

source: These ancient cliffs were once a popular tourist destination, but now lie dormant. Work some amusement park charm into this small space and bring back the crowds.
it: Queste antiche scogliere erano una volta una popolare destinazione turistica, ma ora non più. Costruisci un affascinante parco divertimenti in questo piccolo spazio per riportare in auge questo luogo.

source: You acquire a small plot of land in a desolate forested valley. Use what little space you have at your disposal to build a charming amusement park. You can buy more land to expand the park - but you cannot get any loans!
it: Acquisti un piccolo pezzo di terra in una foresta perduta. Usa il piccolo spazio a tua disposizione per costruire un incantevole parco divertimenti. Puoi comprare più terra per espandere il tuo parco - ma non puoi contrarre prestiti!

source: With flat, empty land and ample space for expansion, the surrounding area of Victoria Lake lends itself perfectly for a recreational destination. It is your task to turn this beautiful nature setting into a lakeside amusement park.
it: Con il loro vasto, piatto e non occupato lotto che ti permette di espanderti, i dintorni del Lago Vittoria sono la destinazione perfetta per divertirsi. Spetta a te trasformare questo bellissimo sito naturale in un parco di divertimenti sul lago.

source: An old wild west town that's seen better days. If you can get past the heat there's lots of space for a large amusement park.
it: Una vecchia città del selvaggio West che ha visto giorni migliori. Se superi il caldo, ci sarà molto spazio per un grande parco di divertimenti.

source: A mansion with a large mountainous estate is believed to be haunted, so you are able to purchase the land for a low price. Can you attract enough guests to turn the estate into a thriving theme park despite the ominous legends, horrifying weather and ghoulish terrain?
it: Una villa con un grande terreno montuoso che si dice sia stato infestato e quindi venduto per pochi spiccioli. Riuscirai ad attrarre un numero sufficiente di clienti per trasformare il luogo in un fiorente parco a tema, nonostante le leggende oscure, il tempo orribile e un'atmosfera demoniaca?

source: This steampunk themed amusement park straddling an active stratovolcano struggles to attract visitors due to its dangerous environment. Turn the situation around by expanding this unique theme park into a hot spot for thrill seekers - but let's hope that the volcano doesn't erupt.
it: Questo parco divertimenti a tema steampunk costruito su un vulcano attivo fatica ad attirare visitatori a causa del suo ambiente pericoloso. Trasforma la situazione trasformando questo singolare parco a tema in un punto di riferimento per chi cerca il brivido, ma speriamo che il vulcano non erutti!

source: This candy-themed amusement park operates on an all-inclusive basis - guests pay for entry, but all food and rides are free. Use the income from admissions to further develop the park.
it: Questo parco in tema caramelle opera su base "tutto incluso": gli ospiti pagano per l'ingresso, ma tutto il cibo e le giostre sono gratuiti. Usa i guadagni degli ingressi per svilupparlo ulteriormente.

source: This mysterious mountain is rumored to have magical properties. A strange old man is willing to cheaply sell you land on the mountain, so long as you develop it into a thriving theme park to draw extra guests to his hotel.
it: Si dice che questa misteriosa montagna goda di proprietà magiche. Uno strano vecchio è disposto a venderti a buon mercato la tua terra sulla montagna, a condizione che la trasformi in un fiorente parco a tema per attirare ospiti extra nel suo hotel.

source: The pillar mountains in this Chinese valley provide a picturesque, but extremely difficult terrain for nature-themed attractions. It is your task to turn this unusual landscape into a blossoming theme park - without destroying the geological features that characterize it.
it: Le montagne colonnari di questa valle cinese offrono un terreno pittoresco, ma non molto adatto alle attrazioni a tema naturalistico.Tuo compito sarà trasformare questo insolito paesaggio in un fiorente parco a tema, senza distruggere le caratteristiche geologiche che lo caratterizzano.

source: Deep in the South American jungle you are tasked with building a thriving theme park. A state-of-the-art inverting wooden coaster provides a useful starting point, but due to the lands extremely remote location attracting guests will be very difficult.
it: Nel profondo della giungla sudamericana, avrai il compito di costruire un fiorente parco a tema. Una montagna russa a inversione in legno all'avanguardia fornisce un ottimo punto di partenza, ma a causa della posizione sperduta del parco, attirare gli ospiti sarà molto difficile.

source: In the middle of the bustling metropolis of Tokyo, you've acquired a shopping mall encompassing a full city block. You are to develop it into a thriving all-round entertainment complex with the addition of theme park attractions - but with nowhere else to go, you'll have to build it on the roofs of the existing buildings.
it: Nel cuore della vivace metropoli di Tokyo, hai acquisito un centro commerciale che comprende un intero isolato. Dovrai trasformarlo in un fiorente complesso di intrattenimento a tutto tondo attraverso l'aggiunta delle attrazioni del parco a tema - ma senza alcun altro posto adatto, dovrai costruirlo sui tetti degli edifici esistenti.

source: Humanity has colonized the Moon at last, and that can mean only one thing: time to build a theme park. You're in charge, do your best to entertain the astronauts of tomorrow!
it: Finalmente l'umanità ha colonizzato la Luna, e ciò può significare solo una cosa: è il momento di costruire un parco a tema! Sei tu a capo dell'impresa, quindi fai del tuo meglio per intrattenere gli astronauti di domani!

source: A very small plot of land nearby a rustic sawmill provides a charming location for a few roadside attractions. The landowner is willing to grant you more space, but only if you prove that you're able to put the land to good use by attracting a large number of guests. You can't charge any park entrance fee.
it: Un appezzamento di terra molto piccolo vicino a una segheria rustica offre una posizione affascinante per alcune attrazioni lungo la strada. Il proprietario del terreno è disposto a concederti più spazio, ma solo se dimostri di essere in grado di sfruttare al meglio la terra attirando un gran numero di ospiti. Il biglietto d'ingresso al parco deve rimanere gratuito.

source: A hotel on a remote island wants you to develop some amusement attractions on its property to attract more guests. Local authorities will allow you to buy up all the remaining land on the island, but at a high cost.
it: Un albergo su un'isola remota vuole che tu sviluppi alcune attrazioni sulla sua proprietà per attirare più ospiti. Le autorità locali ti permetteranno di comprare tutta la terra dell'isola che desideri, ma a caro prezzo.

source: You've somehow managed to purchase some historical Mayan temple grounds to construct a crowd pleasing theme park. The local government remains adamant that the temple ruins may not be destroyed or terraformed in any way - but they didn't say anything about building rides all over them.
it: In qualche modo sei riuscito ad acquistare alcuni terreni storici del tempio Maya per costruire un piacevole parco a tema. Il governo locale rimane fermamente convinto che le rovine del tempio non possano essere distrutte o trasformate in alcun modo... ma non hanno detto nulla sulla costruzione di giostre dappertutto!

source: Cancel Action
it: Cancella l'azione

source: Closes windows and cancels out of the currently active action
it: Chiude le finestre e annulla l'azione corrente

source: Rotate Camera left
it: Ruota la telecamera a sinistra

source: Rotate Camera right
it: Ruota la telecamera a destra

source: Pan Camera (Dragging)
it: Sposta la telecamera (trascina)

source: Hold and move mouse to pan the camera.
it: Tieni premuto e sposta il mouse per spostare la telecamera.

source: Rotate Camera (Dragging)
it: Ruota la telecamera (trascina)

source: Hold and move mouse to rotate the camera.
it: Tieni premuto e muovi il mouse per routare la telecamera.

source: Map View
it: Vista della mappa

source: Changes to a top-down perspective
it: Passa ad una prospettiva dall'alto

source: Increase object size
it: Ingrandisi l'oggetto

source: Increases the size of resizable objects
it: Ingrandisce gli oggetti ridimensionabili

source: Decrease object size
it: Rimpicciolisci l'oggetto

source: Decreases the size of resizable objects
it: Rimpicciolisce gli oggetti ridimensionabili

source: Change height
it: Cambia altezza

source: Hold and move mouse to raise/lower objects
it: Tieni premuto e muovi il mouse per rialzare/ribassare gli oggetti

source: Snap to height
it: Allinea all'altezza

source: Moves the object to the same height as the one that's below the mouse cursor
it: Muove l'oggetto alla stessa altezza di quello che è sotto il cursore del mouse

source: Snap to grid
it: Allinea alla griglia

source: Snaps certain objects that can be placed freely to the grid. Use number keys while holding this to change the grid size.
it: Allinea alla griglia gli oggetti che possono essere posizionati liberamente. Usa i tasti numerici mentre rieni premuto per modificare la densità della griglia.

source: Pipette tool
it: Strumento contagocce

source: Toggles the pipette tool in windows where it is available
it: (Dis)Attiva lo strumento contagocce nelle finestre in cui è disponibile

source: Run at normal speed
it: Velocità di gioco normale

source: Run at x2 speed
it: Velocità del gioco doppia

source: Run at x3 speed
it: Velocità del gioco tripla

source: Pause game
it: Metti il gioco in pausa

source: Toggle UI on/off
it: Abilita/Disabilita l'interfaccia utente

source: Toggle underground on/off
it: Abilita/disabilita il sottosuolo

source: Toggle scenery on/off
it: Abilita/disabilita lo scenario

source: Toggle paths on/off
it: Abilita/disabilita i percorsi

source: Toggle attractions on/off
it: Abilita/disabilita le giostre

source: Open chat
it: Apri chat

source: Open Attractions Window
it: Apri la finestra delle giostre

source: Open Park Utilities Window
it: Apri la finestra dei servizi del parco

source: Open Shops Window
it: Apri la finestra dei negozi

source: Open Deco Window
it: Apri la finestra delle decorazione

source: Open Paths Window
it: Apri la finestra dei percorsi

source: Open Terraformer Window
it: Apri la finestra della terraformazione

source: Open Blueprints Window
it: Apri la finestra dei progetti

source: Open Brush Window
it: Apri la finestra dei pennelli

source: Open Bulldozer Tool
it: Apri la finestra del Bulldozer

source: Take park screenshot
it: Scatta un'istantanea del parco

source: Takes a screenshot of the entire park
it: Scatta un'istantanea dell'intero parco

source: Move Camera Left
it: Muovi la telecamera a sinistra

source: Move Camera Right
it: Muovi la telecamera a destra

source: Move Camera Up
it: Muovi la telecamera in alto

source: Move Camera Down
it: Muovi la telecamera in basso

source: Zoom in
it: Ingrandisci la visuale

source: Zoom out
it: Rimpicciolisci la visuale

source: Quicksave
it: Salvataggio rapido

source: Open Scenario Editor Tools
it: Apri gli strumenti per modificare lo scenario

source: Previous Tab
it: Scheda precedente

source: Next Tab
it: Scheda successiva

source: Send Ping
it: Invia Ping

source: Hold key + Click to send current cursor position to other players.
it: Tieni premuto il tasto + Clicca per mandare la posizione attuale del cursore agli altri giocatori.

source: Speed
it: Velocità

source: Hotkeys
it: Scorciatoie da tastiera

# BuildingSoundsVolumeHeader
source: Building
it: Costruzione

# reset campaign progress
source: Reset progress
it: Azzera progressi

# CleanActionButton
source: Clean
it: Libera

# Item
source: Glasses
it: Occhiali

# Item
source: Ballcap
it: Berretto

# Item
source: Free ride voucher
it: Voucher per Ingresso gratuito alle giostre

# Item
source: Backpack
it: Zaino

# Item
source: Pugliepack
it: Zaino Carlino

# Item
source: Balloon (Diamond)
it: Palloncino (diamante)

# Item
source: Balloon
it: Palloncino

# Item
source: Balloon (Square)
it: Palloncino (quadrato)

# Item
source: Bubble Tea
it: Thé alle bollicine

# Item
source: Candy
it: Caramelle

# Item
source: Chinese Food
it: Cucina cinese

# Item
source: Chips
it: Patatine Chips

# Item
source: Coffee
it: Caffè

# Item
source: Cookie
it: Biscottino

# Item
source: Cotton Candy
it: Zucchero filato

# Item
source: Visor
it: Visiera

# Item
source: Fries
it: Patatine fritte

# Item
source: Fruit Juice
it: Succo di frutta

# Item
source: Ice Cream
it: Gelato

# Item
source: Go-Karts Medal
it: Medaglia Go-Kart

# Item
source: Turkey Leg
it: Coscia di tacchino

# Item
source: Donuts
it: Ciambelle

# Item
source: Park Map
it: Mappa del parco

# Item
source: Park Ticket
it: Biglietto del Parco

# Item
source: Park Ticket Voucher
it: Voucher per ingresso al Parco

# Item
source: Park Ticket Voucher (void)
it: Voucher per ingresso al parco (nullo)

# Item
source: Pop Can
it: Lattina

# Item
source: Pretzel
it: Brezel

# Item
source: Ride Photo
it: Foto sulla giostra

# Item
source: Free shop product voucher
it: Voucher per prodotto gratuito nei negozi

# Item
source: Bag
it: Borsa

# Item
source: Snowcone
it: Granita

# Item
source: Soft Drink
it: Bevanda analcolica

# Item
source: Shirt (HappyCo)
it: Maglietta (HappyCo)

# Item
source: Shirt (Raptor)
it: Maglietta (Raptor)

# Item
source: Shirt (Amusemineer)
it: Maglietta (Maestro del divertimento)

# Item
source: Shirt (Rocket)
it: Maglietta (Razzo)

# Item
source: Shirt (Cupcake)
it: Maglietta (Cupcake)

# Item
source: Shirt (Adventure)
it: Maglietta (avventura)

# Item
source: Shirt (Donut)
it: Maglietta (ciambella)

# Item
source: Sunglasses
it: Occhiali da sole

# Item
source: Tea
it: Thé

# Item
source: Umbrella
it: Ombrello

# Item
source: Absurdly Large Cowboy Hat
it: Cappello da Cowboy gigantissimo

# Item
source: Absurdly Large Sombrero
it: Sombrero gigantissimo

# Item
source: Absurdly Tiny Sombrero
it: Sombrero minuscolo

# Item
source: Docker
it: Cappello da marinaio

# Item
source: Snowguest Hat
it: Cappello neve

# Item
source: Festive Top Hat
it: Cilindro festoso

# Item
source: Glass Bowl
it: Sfera di vetro

# Item
source: Space Bowl
it: Sfera spaziale

# Item
source: Spooky Top Hat
it: Cilindro pauroso

# Item
source: Medieval Cap
it: Copricapo medioevale

# Item
source: Pirate Hat
it: Cappello da pirata

# Item
source: Spooky Pumpkin
it: Zucca spaventosa

# Item
source: Sock Hat
it: Cappello calzino

# Item
source: Sunvisor
it: Parasole

# Item
source: Tricorn
it: Tricorno

# Item
source: Cool Watermelon
it: Cappello anguria

# Fireworks
source: Brocade
it: Broccato

# Fireworks
source: Comet
it: Cometa

# Fireworks
source: Dragon Eggs
it: Uova di drago

# Fireworks
source: Peony
it: Peonia

# Fireworks
source: Pistil
it: Pistillo

# Fireworks
source: Ring
it: Anello

# Fireworks
source: Sparkler
it: Stella filante

# Fireworks
source: Strobe
it: Strobo

# Fireworks
source: None
it: Nessuno

# Fireworks
source: Smoke
it: Fumo

# Fireworks
source: Sparkles
it: Scintille

# DLCDescription
source: Open store
it: Negozio aperto

# DLCDescription
source: New campaign!
it: Nuova campagna!

# DLCDescription
source: Journey through the stars and test your management skills on 10 new challenging levels! Can you also beat them without pausing or using blueprints?
it: Viaggia tra le stelle e metti alla prova le tue capacità di gestione in 10 nuovi livelli impegnativi! Riuscirai a superarli anche senza usare la pausa ed i progetti?

# DLCDescription
source: New themes!
it: Nuovi temi!

# DLCDescription
source: Two big new themes full of tasty and exciting objects to decorate your parks with, as well as a few new fun features.
it: Due nuovi e grandi temi pieni di strani ed eccitanti oggetti con cui decorare il tuo parco oltre ad alcune nuove divertenti possibilità.

# DLCDescription
source: New rides!
it: Nuove giostre!

# DLCDescription
source: New Shops!
it: Nuovi negozi!

# DLCDescription
source: New features!
it: Nuove possibilità!

# DLCDescription
source: • <indent=0.7em>Effect Sequencer</indent> • <indent=0.7em>2 New Thrill Rides + 3 New Coasters + 2 Updated Coasters</indent> • <indent=0.7em>Rowboats</indent> • <indent=0.7em>Fireworks</indent> • <indent=0.7em>Speakers for Music + Sound Effects</indent> • <indent=0.7em>Customizable Flags</indent> • <indent=0.7em>New Trees</indent>
it: • <indent=0.7em>Sequenziatore di Effetti</indent> • <indent=0.7em>2 Nuove Giostre da Brivido + 3 Nuove Montagne Russe + 2 Montagne russe Aggiornate</indent> • <indent=0.7em>Barche a Remi</indent> • <indent=0.7em>Fuochi d'Artificio</indent> • <indent=0.7em>Altoparlanti per Musica + Effetti Sonori</indent> • <indent=0.7em>Bandiere Personalizzabili</indent> • <indent=0.7em>Nuovi Alberi</indent>

# DLCDescription
source: Effect sequencer!
it: Sequenziatore di effetti!

# DLCDescription
source: Synchronize effects with your rides or create custom fireworks, fountain shows, and other kinds of effects to brighten up your park! With the new speakers you can add a little atmosphere or even play your own sound effects!
it: Sincronizza gli effetti con le attrazioni e crea fuochi d'artificio personalizzati, spettacoli con le fontane e altri tipi di effetti per illuminare il tuo parco! Con i nuovi altoparlanti puoi aggiungere un pizzico di atmosfera e perfino riprodurre i tuoi effetti sonori!

# DLCDescription
source: Two new thrill rides, one new water ride, and three new coasters! And with the new switch segments your Mine Train Coasters and Junior Coasters can ride backwards!
it: Due nuove attrazioni da brivido, una nuova corsa sull'acqua e tre nuove montagne russe! E con i nuovi segmenti di deviazione, le montagne russe delle miniere e le piccole montagne russe possono viaggiare all'indietro!

# DLCDescription
source: New trees & custom flags!
it: Nuovi alberi e bandiere personalizzate!

# TrackBuilderButton
source: Build
it: Costruisci

# EffectsController
source: Duration
it: Durata

# Trail when shooting a fireworks up
source: Trail
it: Scia

source: Clean at
it: Pulisci a

# Music
source: Band Organ: Traditional
it: Organo da banda

# Music
source: Street Organ
it: Organetto

# Music
source: Adventure
it: Avventura

# Music
source: Medieval
it: Medievale

# Music
source: Calm
it: Rilassante
