Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

source: This can't be deleted.
it: Questo non può essere cancellato.

source: Failed to delete.
it: Impossibile cancellare.

source: It is not allowed to build this high.
it: Non è permesso costruire così in alto.

source: Excitement
it: Eccitazione

source: Intensity
it: Intensità

source: Approximate Cost: ~{0}
it: Costo approssimativo : ~{0}

source: Approximate Cost (without decoration): ~{0}
it: Costo Approssimativo (senza decorazione): ~{0}

source: Are you sure you want to remove this?
it: Sei sicuro di volerlo rimuovere?

source: None
it: Nulla

source: You can only use scenery from the Generic theme and {0} more theme. Currently used: {1}
it: Puoi usare solo scenari dal tema Generico e {0} ulteriori temi. Attualmente in uso: {1}

source: There needs to be a ride with a biggest drop height of at least {0} ({1} units)
it: C'è bisogno di un'attrazione con la caduta maggiore di almeno {0} ({1} units)

source: There needs to be a ride with an intensity between {0} and {1}
it: C'è bisogno di un'attrazione con un'intensità compresa tra {0} and {1}

source: There needs to be a ride that reaches a speed of at least {0}
it: C'è bisogno di un'attrazione che raggiunga una velocità di almeno {0}

source: There needs to be a ride with a length of at least {0}
it: C'è bisogno di un'attrazione con una lunghezza minima di {0}

source: There needs to be a ride with at least {0} inversion
it: C'è bisogno di un'attrazione con almeno {0} inversione

source: There needs to be one flat ride
it: Dev'esserci un'attrazione piatta

source: There needs to be at least {0} synchronized ride
it: Deve esserci almeno {0} giostra sincronizzata

source: You're above the scenery budget limit! Remove some scenery.
it: Hai superato il budget della scenografia, Rimuovine un po'.

source: January
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: 1 tile
it: 1 casella

source: No decoration
it: Senza decorazione

source: Bad decoration rating
it: Cattiva valutazione della decorazione

source: Good decoration rating
it: Buona valutazione della decorazione

source: Source of bad decoration rating
it: Fonte della cattiva valutazione della decorazione

source: Visible sources of bad decoration rating: {0}
it: Fonti visibili della cattiva valutazione della decorazione: {0}

source: This must be placed on unobtainable terrain.
it: Questo dev'essere messo su un terreno non utilizzabile.

source: {0} more
it: {0} in più

source: There has been an error that may be caused by mods.
it: C'è stato un errore causato da una mod.

source: There has been an error.
it: C'è stato un errore.

source: I'd love to get a {0}, but {1} is out of stock.
it: Mi piacerebbe prendermi un {0}, ma {1} ha finito le scorte.

source: The mod "{0}" is causing errors that might result in the game not working properly. Please try restarting the game with this mod disabled.
it: La mod "{0}" sta causando errori che potrebbero inficiare il buon funzionamento del gioco. Prova a riavviare dopo aver disabilitato questo mod.

source: Your PC disallowed the game from writing to "{0}".
it: Il tuo PC non può scrivere su "{0}".

source: Something went wrong with saving your game.
it: Qualcosa è andato storto durante il salvataggio del gioco.

source: Game saved
it: Gioco salvato

source: Saved as {0}
it: Salvato come {0}

source: There were problems loading this savegame.
it: Ci sono stati problemi nel caricare questo salvataggio.

source: Please report this to {0}.
it: Per favore, segnalalo a {0}.

source: This seems to be caused by the "{0}" mod. Please contact the author of that mod.
it: Sembra essere causato dalla mod "{0}". Per favore, contatta il suo autore.

source: There was an error when loading the game.
it: C'è stato un errore nel caricamento del gioco.

source: Loading assets...
it: Caricamento degli oggetti...

source: Loading scenarios...
it: Caricamento degli scenari...

source: Loading savegames...
it: Caricamenteo dei salvataggi...

source: Loading blueprints...
it: Caricamento dei progetti...

source: Loading UI...
it: Caricamento dell'interfaccia utente...

source: Loading shaders...
it: Caricamento degli shaders...

source: Loading custom music...
it: Caricamento della musica personalizzata...

source: Loading title screen...
it: Caricamento dello schermo dei titoli...

source: Done!
it: Finito!

source: Failed to load!
it: Caricamento fallito!

source: This might be caused by your OneDrive configuration. Please make sure the "My Documents/Parkitect" folder is marked as "Always keep on this device" or excluded from OneDrive.
it: Può essere causata dalla configurazione di OneDrive. Assicurati che la cartella "Documenti/Parkitect" sia impostata come "Conserva sempre suquesto dispositivo".

source: Can't build on slopes
it: Impossibile costruire sui pendii

source: Can't build on steep slopes
it: Impossibile costruire sui pendii ripidi

source: Can only be built on steep downward slopes
it: La costruzione è possibile solo su discese ripide

source: Can only be built on downward slopes
it: La costruzione è possibile solo sulle discese

source: Can't build on slope transitions
it: Non puoi costruire in prossimità di pendenze

source: Can't build vertical
it: Costruzione verticale impossibile

source: Can't build diagonally
it: Costruzione diagonale impossibile

source: Can't build curved
it: Non può essere costruito come una curva

source: Can't build banked
it: Non può essere costruito inclinato

source: Can't build in stations
it: Non puoi costruire nelle stazioni

source: Can't build on wide tracks
it: Non puoi costruire su tracciati larghi

source: The park does not own building rights for this location.
it: Il parco non detiene i diritti per costruire qui.

source: This can't be removed.
it: Non può essere rimosso.

source: This must be placed on water.
it: Dev'essere messo sull'acqua.

source: This must be placed on the ride track.
it: Dev'essere messo su un tracciato dell'attrazione.

source: There's not enough space on the water for boats to move from one end of the station to the other.
it: Non c'è abbastanza spazio sull'acqua perchè le barche possano muoversi da una stazione all'altra.

source: Make sure that there are Mechanics who can reach the rides exit.
it: Assicurati che ci siamo meccanici che possano raggiungere l'uscita della giostra.

source: Not researched.
it: Nessuna ricerca.

source: Increased popularity during high temperatures
it: Aumenta la popolarità nei periodi caldi

source: Increased popularity during low temperatures
it: Aumenta la popolarità nei periodi freddi

source: Increased popularity during rain
it: Aumenta la popolarità mentre piove

source: Guests will look for fun things to do while riding scenic rides.
it: Gli ospiti cercheranno cose divertenti mentre si godono le giostre paesaggistiche.

source: You don't have enough money.
it: Non hai abbastanza denaro.

source: This location is already occupied.
it: Questo posto è già occupato.

source: You can't build underground in this scenario.
it: Non puoi costruire sotto terra.

source: Clockwise
it: Senso orario

source: Counter-Clockwise
it: Senso Antiorario

source: This scenario has an optional challenge goal that requires you to win without building while paused. Do you really want to build? You can still win this scenario but won't be able to complete all challenge goals.
it: Questo scenario offre una sfida facoltativa che ti richiede di vincere senza costruire mentre il gioco è in pausa. Vuoi davvero costruire? Potrai ancora vincere questo scenario, ma non sarai in grado di completare tutti gli obiettivi.

source: This scenario has a goal that requires you to win without building while paused. Do you really want to build?
it: Questo scenario offre una sfida che ti richiede di vincere senza costruire mentre il gioco è in pausa. Vuoi davvero costruire?

source: I'm feeling sick...
it: Mi sento male...

source: There was a problem with writing the file.
it: C'è stato un problema nello scrivere il file.

source: This is not available in the demo.
it: Non disponibile nella versione demo.

source: The water must be raised to a 0.5 unit increment (for example {0} or {1}, not {2}).
it: Il livello dell'acqua dovrebbe essere aumentato a 0.5 unità (per esempio {0} oppure {1}, non {2}).

source: I'm not paying that much for a {0} from {1}!
it: Non pagherò così tanto per un {0} da {1}!

source: I can't afford this {0} from {1}!
it: Non posso permettermi questo {0} da {1}!

source: I can't get to {0}!
it: {0} è impossibile da raggiungere!

source: This track is already being edited by {0}
it: Questo tracciato è correntemente modificato da {0}

source: This track is already being edited
it: Questo tracciato è correntemente modificato

source: Already {0}x in this park.
it: Ce ne sono già {0} nel parco.

source: {0}, bought from {1}
it: {0}, comprato da {1}

source: Hold the goals at 100% completion for {0} to win.
it: Mantieni gli obiettivi con una percentuale di successo del 100% per {0} per vincere.

source: Your PC disallowed the game from accessing files in the "{0}" folder. Some antivirus tools prevent all programs they don't know from accessing files. If you're using one please make sure that it trusts Parkitect.
it: Il tuo PC impedisce al gioco di accedere ai file nella cartella "{0}". Alcuni software antivirus impediscono a tutti i programmi non riconosciuti di accedere ai file. Se ne stai usando uno, assicurati di abilitare Parkitect.

source: Making guests happy is the goal of a theme park. Happy guests will stay longer and are generally more easy to deal with.
it: Rendere gli ospiti felici è l'obiettivo di un parco divertimenti. Ospiti felici rimarranno più a lungo e sono più semplici da gestire.

source: People get tired after a while and your park should provide enough benches for them to take a rest. Tired guests walk slowly and might leave your park eventually.
it: Le persone si stancano dopo un po' ed il tuo parco dovrebbe fornire abbastanza panchine perchè si possano riposare. Ospiti stanchi camminano lentamente e potrebbero lasciare il parco.

source: Hungry guests might get angry and leave your park.
it: Ospiti affamati potrebbero diventare irascibili e lasciare il parco.

source: Thirsty guests might get angry and leave your park. How quickly guests get thirsty and what kinds of drinks they prefer depends on the climate.
it: Ospiti assetati potrebbero diventare irascibili e lasciare il parco. Con quale velocità avranno sete e che tipo di bevanda preferiranno dipende dal clima.

source: You don't <i>have</i> to provide toilets, but it's probably for the best if you do.
it: Non è <i>obbligatorio</i> mettere a disposizione dei bagni, ma sarebbe meglio per te farlo.

source: Not everyone can handle crazy rides and some guests might get sick. Provide some benches or First Aid Rooms for guests to recover, or strategically place trash bins to prevent a bigger accident.
it: Non tutti possono resistere a giostre estreme, e qualche ospite potrebbe sentirsi male. Prevedi qualche panchina e qualche sala di primo soccorso in modo che gli ospiti possano riprendersi, oppure piazza dei cestini dell'immondizia in posti strategici per prevenire incidenti di maggior entità.

source: Guests don't want to see park utility buildings and enjoy being in nicely decorated parks. The more immersed they are the easier it is to keep them happy and the longer they will stay in the park.
it: Gli ospiti non vogliono vedere gli edifici di servizio ed amano girare in un parco ben decorato. Più sono immersi nella magia, più facile sarà mantenerli felici per il tempo che trascorreranno nel parco.

source: Exciting rides attract more guests and can charge a higher entrance fee. A varied ride design is important, and decorations help too.
it: Giostre eccitanti attraggono più clienti e possono avere una tariffa d'ingresso maggiore. Non bisogna inoltre trascurare la varietà, il design e le decorazioni.

source: Some guests like intense elements such as high G forces, tall drops and inversions - some don't. Their preferences can change slightly as they spend time in the park.
it: Alcuni ospiti amano le emozioni forti come accelerazioni G elevate, discese ripide ed inversioni - altri no. Inoltre le loro preferenze possono variare leggermente mentre trascorrono del tempo nel parco.

source: Some guests are more tolerant to this than others, but too much spinning or abrupt direction changes increase the chance that the Janitors have to clean up some messes...
it: Alcuni ospiti sono più resistenti di altri, ma troppi vortici e repentini cambi di direzione aumentano la probabilità che gli inservienti debbano tirar fuori la scopa e pulire qualche grosso pasticcio...

source: Decorating the queue and ride itself makes it more exciting.
it: Decorare la coda e la giostra in sè la rende più eccitante.

source: Left Mouse
it: Tasto sinistro del Mouse

source: Right Mouse
it: Tasto Destro del Mouse

source: Middle Mouse
it: Tasto Centrale del Mouse

source: Left Control
it: Control sinistro

source: Right Control
it: Control destro

source: Joining game
it: Unione al gioco in corso

source: Happy Co. Finance
it: Finanze Felici Co

source: Flathead Bank
it: Banca TestaPiatta

source: East River Bank
it: Banca Fiume dell'est

source: Bank Forward
it: Banca Avanti

source: Bank Of Elmwood
it: Banca di Elmwood

source: Currie State Bank
it: Banca di stato Currie

source: Lake National Bank
it: Banca Nazionale del Lago

source: Peoples State Bank Of Commerce
it: Banca di commercio Stato della Gente

source: Unnamed Park
it: Parco senza nome

source: Your park went bankrupt and has been closed.
it: Il tuo parco è andato in bancarotta ed è stato chiuso.

source: Many of your guests are thirsty.
it: Molti dei tuoi ospiti sono assetati.

source: Make sure there are enough shops selling drinks.
it: Assicurati che ci siano abbastanza negozi che vendano bevande.

source: Many of your guests are hungry.
it: Molti dei tuoi ospiti sono affamati.

source: Make sure there are enough shops selling food.
it: Assicurati che ci siano abbastanza negozi che vendano cibo.

source: Many of your guests are tired.
it: Molti dei tuoi ospiti sono stanchi.

source: Make sure there are enough benches for your guests to rest on.
it: Assicurati che ci siano abbastanza panchine per riposare.

source: Many of your guests are complaining about trash.
it: Molti dei tuoi ospiti si lamentano dei rifiuti.

source: Make sure there are enough trash bins and janitors.
it: Assicurati che ci siano abbastanza bidoni e inservienti.

source: Many of your guests are complaining about vandalism.
it: Molti dei tuoi ospiti si lamentano del vandalismo.

source: Make sure there are enough security guards and mechanics.
it: Assicurati che ci siano abbastanza agenti della sicurezza e meccanici.

source: Many of your employees are tired.
it: Molti dei tuoi ospiti sono stanchi.

source: Make sure there are enough Staff Rooms so your employees can take a break.
it: Assicurati che ci siano abbastanza stanze per il personale così che i tuoi dipendenti possano fare una pausa.

source: This needs to be placed on the border of the park.
it: Deve essere messo ai margini del parco.

source: The outside of the entrance needs to be placed outside the park.
it: La parte esterna dell'entrata deve esser messa fuori al parco.

source: This cannot be placed on purchasable terrain.
it: Non può essere messo su un terreno acquistabile.

source: Food/Drinks
it: Cibo/Bevande

source: Souvenirs
it: Ricordini

source: Supplies
it: Rifornimenti

source: Park Admissions
it: Ingresso al parco

source: Shop Admissions
it: Ingresso ai negozi

source: Ride Admissions
it: Ingresso alle giostre

source: Construction
it: Costruzione

source: Wages
it: Stipendi

source: Land
it: Terreno

source: Ride Maintenance
it: Manutenzione delle giostre

source: Loan
it: Prestiti

source: Loan Fees
it: Commissioni sui prestiti

source: Staff Training
it: Formazione del personale

source: Advertising
it: Pubblicità

source: Research
it: Ricerca

source: Rewards
it: Ricompense

source: Building Maintenance
it: Manutenzione degli edifici

source: Shops
it: Negozi

source: Rides
it: Giostre

source: Park
it: Parco

source: Operating
it: Operativo

source: Other
it: Altro

source: Overall
it: Generale

source: Screenshot saved
it: Schermata salvata

source: No rain protection
it: Nessun riparo dalla pioggia

source: Rain protection
it: Riparo dalla pioggia

source: This must be placed on unobtainable terrain!
it: Dev'essere messo su un terreno non utilizzabile!

# TrashVisualization
source: Clean
it: Pulito

# TrashVisualization
source: Dirty
it: Sporco

source: Vandalism
it: Vandalismo

source: Default
it: Predefinito

source: High temperatures
it: Alte temperature

source: Rainy
it: Piovoso

source: Advertisements ran
it: Publicità in corso

source: Average guest count
it: Numero medio di ospiti

source: Average profit
it: Guadagno medio

source: Balloons sold
it: Palloncini venduti

source: Bins emptied
it: Bidoni svuotati

source: Coasters built
it: Montagne russe costruite

source: Deco objects built
it: Decorazioni costruite

source: Flatrides built
it: Giostre "piane" costruite

source: Cash withdrawn
it: Contanti prelevati

source: Crates delivered
it: Casse recapitate

source: Drinks sold
it: Bevande vendute

source: Food sold
it: Cibo venduto

source: Total guests crashed
it: Totale degli ospiti morti per incidente

source: Total guests drowned
it: Totale degli ospiti affogati

source: Guests entertained
it: Ospiti intrattenuti

source: Highest guest count
it: Record di clienti

source: Highest cash
it: Record d'incassi

source: Loan paid
it: Prestiti ripagati

source: Loan taken
it: Prestiti ritirati

source: Parkitect staff visits
it: Visite del personale di Parkitect

source: Pukes cleaned
it: Vomito ripulito

source: Ride revenue
it: Ricavato delle giostre

source: Rides repaired
it: Giostre riparate

source: Shop revenue
it: Ricavato dei negozi

source: Shops built
it: Negozi costruiti

source: Toilets cleaned
it: Bagni ripuliti

source: Toilet visits
it: Visite al bagno

source: Total entertainers hired
it: Totale animatori assunti

source: Total expenses
it: Totale delle spese

source: Total guests
it: Totale degli ospiti

source: Total haulers hired
it: Totale dei fattorini assunti

source: Total janitors hired
it: Totale degli inservienti assunti

source: Total maintenance
it: Totale manutenzioni

source: Total mechanics hired
it: Totale dei meccanici assunti

source: Revenue
it: Ricavato

source: Total guards hired
it: Totale degli agenti di sicurezza assunti

source: Total shopkeepers
it: Totale dei negozianti assunti

source: Rides researched
it: Giostre sviluppate

source: Vandals banned
it: Vandali esclusi

source: Wages paid
it: Stipendi pagati

source: Unknown
it: Sconosciuto

source: Crashed
it: Incidentato

source: Struck by lightning
it: Colpito da un fulmine

source: Restraints stuck open
it: Il dispositivo di fissaggio non si chiude

source: Restraints stuck closed
it: Il dispositivo di fissaggio non si apre

source: Brake failure
it: Avaria ai freni

source: Block brake failure
it: Avaria al freno di blocco

source: Station brake failure
it: Avaria al freno stazione

source: Control failure
it: Avaria del dispositivo di controllo

source: Hydraulic launch failure
it: Avaria al lancio idraulico

source: Stuck
it: Blocco

source: Any
it: Qualsiasi

source: Any (Not Empty)
it: Qualsiasi (non vuoto)

source: Half Full
it: Mezzo pieno

source: Full
it: Pieno

source: {0} has not been maintained for {1} minutes.
it: {0} è senza manutenzione da {1} minuti.

source: {0} has been broken for {1} minutes.
it: {0} è rotto da {1} minuti.

source: This attraction needs additional entrances.
it: Questa attrazione richiede ulteriori ingressi.

source: This attraction needs additional exits.
it: Questa attrazione richiede ulteriori uscite.

source: Broken ({0})
it: Rotto ({0})

source: Opened
it: Aperto

source: Testing
it: In collaudo

source: Closed
it: Chiuso

source: Direction
it: Direzione

source: Forward
it: Avanti

source: Backward
it: Indietro

source: Duration
it: Durata

source: Rounds
it: Turni

source: You need to close "{0}" first before you can remove this.
it: Bisogna chiudere "{0}" prima di poterlo rimuovere.

source: Station #{0}
it: Stazione #{0}

source: You need to adjust the height of this ride before it can be opened.
it: Devi correggere l'altezza di questa giostra prima di aprirla.

source: Laps
it: Giri

source: This track is not a closed circuit.
it: Questo percorso non è un circuito chiuso.

source: This attraction can only have one station.
it: Questa giostra può avere solo una stazione.

source: Do you want to close this ride and start editing it?
it: Vuoi chiudere questa giostra e cominciare a modificarla?

source: Make sure the ride isn't stuck.
it: Assicurati che questa giostra non sia bloccata.

source: {0} hasn't returned to the station for a long time.
it: {0} : non è tornato alla stazione da molto tempo.

source: You can only build track segments at the front end of the track.
it: Puoi costruire segmenti di tracciato solo nella parte anteriore del tracciato.

source: Must be at a full or half unit height, for example {0} or {1}, not {2}
it: Dev'essere regolata su intere o mezze unità di altezza, per esempio {0} o {1}, non {2}

source: Too high for supports.
it: Troppo alto per i supporti.

source: No air time
it: Nessun vuoto d'aria

source: Air time
it: Vuoto d'aria

source: Total: {0}
it: Totale: {0}

source: Blocks
it: Blocchi

source: {0} block section
it: {0} sezione di blocco

source: Decoration Rating
it: Valutazione delle decorazioni

source: Force to the left
it: Forza a sinistra

source: Force to the right
it: Forza a destra

source: Lateral G-Forces
it: Forza G laterale

source: Min: {0} / Max: {1}
it: Minimo: {0} / Massimo: {1}

source: Longitudinal G-Forces
it: Forze G longitudinali

source: Low Velocity
it: Bassa velocità

source: High Velocity
it: Alta velocità

source: Velocity
it: Velocità

source: Max: {0}
it: Massimo : {0}

source: Negative Vertical G
it: Forza G verticale negativa

source: Positive Vertical G
it: Forza G verticale positive

source: Vertical G-Forces
it: Forze G verticali

source: Time: {0}
it: Tempo: {0}

source: Velocity: {0}
it: Velocità: {0}

source: First place!
it: Primo posto!

source: Aww, last place...
it: Ah... ultimo posto...

source: 1 person died in a crash on {1}!
it: 1 persona è morta per un incidente su: {1} !

source: {0} crashed!
it: Incidente su: {0} !

source: Football Mode
it: Modalità calcio

source: Launches
it: Lanci

source: Rotations
it: Rotazioni

source: Swings
it: Altalene

source: This scenario has an optional challenge goal that requires you to win without using any tracked ride blueprints. Do you really want to use this blueprint? You can still win this scenario but won't be able to complete all challenge goals.
it: Questo scenario offre una sfida facoltativa che ti richiede di vincere senza usare alcun progetto di giostre su tracciato. Vuoi davvero usare questo progetto? Potrai ancora vincere questo scenario, ma non sarai in grado di completare tutti gli obiettivi.

source: This scenario has a goal that requires you to win without using any tracked ride blueprints. Do you really want to use this blueprint?
it: Questo scenario offre una sfida facoltativa che ti richiede di vincere senza usare alcun progetto di giostre su tracciato. Vuoi davvero usare questo progetto?

source: This has to be placed next to a station platform of {0}.
it: Dev'essere messo vicino alla piattaforma della stazione per: {0}
