Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

source: {0} has finished their research!
it: {0} ha portato a termine la sua ricerca!

source: Customers last month
it: Ospiti il mese scorso

source: Missed customers last month
it: Clienti persi lo scorso mese

source: Total attraction profit
it: Guadagno totale delle giostre

source: Total shop revenue
it: Ricavato totale dei negozi

source: Total shop profit
it: Guadagno totale dei negozi

source: Average time in park
it: Tempo medio nel parco

source: Average money spent
it: Soldi spesi in media

source: Redeemed vouchers
it: Voucher riscattati

source: Average attractions visited
it: Media di attrazioni visitate

source: Average queue time
it: Tempo medio passato in coda

source: Average food consumed
it: Cibo consumato in media

source: Total footpaths swept
it: Totale dei percorsi spazzati

source: Total trash bins emptied
it: Totale dei cestini svuotati

source: Total toilets scrubbed
it: Totale dei bagni puliti

source: Total crates delivered
it: Casse recapitate in totale

source: Total attractions repaired
it: Giostre riparate in totale

source: Total attractions maintained
it: Totale delle giostre manutenute

source: Total vandalized objects repaired
it: Totale degli oggetti vandalizzati riparati

source: Total vandals caught
it: Vandali acciuffati in totale

source: Total guests entertained
it: Totale degli ospiti divertiti

source: Total attraction revenue
it: Ricavato totale delle giostre

source: Most profitable attraction
it: Giostra più redditizia

source: Total attraction customers
it: Clienti totali delle giostre

source: Most profitable shop
it: Negozio più redditizio

source: Total attraction breakdowns
it: Guasti totali delle giostre

source: Rides remaining value
it: Valore rimanente delle giostre

source: Rides construction costs
it: Costo di costruzione delle giostre

source: Shops remaining value
it: Valore rimanente dei negozi

source: Shops construction costs
it: Costo di costruzione dei negozi

source: Deco remaining value
it: Valore rimanente delle decorazioni

source: Deco construction costs
it: Costo delle costruzioni

source: You can now view the "{0}" statistics in the Park Info window.
it: Ora puoi vedere le statistiche "{0}" nella finestra informazioni del parco.

source: "{0}" is available now.
it: "{0}" è adesso disponibile.

source: Calm Rides
it: Giostre tranquille

source: Researching
it: In ricerca

source: Planning
it: In pianificazione

source: Designing
it: In progettazione

source: Producing
it: In produzione

source: Thrill Rides
it: Giostre da brivido

source: Coasters
it: Montagne russe

source: Transport Rides
it: Giostre sui trasporti

source: Water Rides
it: Giostre d'acqua

source: Decorations
it: Decorazioni

source: Statistics
it: Statistiche

source: Analysing data
it: Analizzando i dati

source: Producing initial statistics
it: Producendo le statistiche iniziali

source: On hold
it: In attesa

source: Nothing left to research
it: Nient'altro da ricercare

source: Research failed! Cleaning up research lab
it: Ricerca fallita! Pulizia del laboratorio di ricerca

source: Cleaning up research lab
it: Pulendo il laboratorio di ricerca

source: Gathering ideas
it: Raccogliendo le idee

source: {0} has nothing left to research in this scenario.
it: {0} non ha più niente da ricercare.

source: You need at least 1 entrance.
it: Serve almeno un'entrata.

source: You need at least 1 spawn.
it: Serve almeno un punto di uscita.

source: There needs to be a path connecting a guest spawn point to a park entrance.
it: Dev'esserci un percorso che colleghi il punto di apparizione degli ospiti all'entrata del parco.

source: You need at least 1 deliveries pad or 1 deliveries building.
it: Dev'esserci almeno un'area di consegna o un edificio di consegna.

source: You need at least 1 trash dump or 1 deliveries building.
it: Ti serve almeno una discarica o un edificio di consegna.

source: You need to unlock at least 1 attraction in the research options of the scenario.
it: Devi sbloccare almeno una giostra nelle opzioni di ricerca dello scenario.

source: You need atleast 1 delivery building for the transport system.
it: Ti serve almeno un edificio di consegna per il sistema dei trasporti.

source: <b>Money withdrawn:</b> {0}
it: <b>Denaro ritirato:</b> {0}

source: {0} has been out of stock for {1} minutes.
it: Il negozio {0} è senza scorte da {1} minuti.

source: Make sure your Haulers can reach the shop.
it: Assicurati che i fattorini possano raggiungere il negozio.

source: {0} for {1}
it: {0} per {1}

source: Hey! My balloon...
it: Hey! Il mio palloncino...

source: This {0} from {1} made me really sick...
it: Questo {0} venduto dal negozio {1} mi ha fatto sentire male...

source: {0}, bought for {1}
it: {0}, costato {1}

source: This {0} from {1} is really worth the money!
it: {0}: Comprato dal negozio {1} è stato un vero affare!

source: This {0} from {1} is a bit overpriced.
it: {0}: Comprato fal negozio {1} è un po' caro.

source: This {0} from {1} is ridiculously expensive!
it: {0}: comprato dal negozio {1} è ridicolmente caro!

source: Trash
it: Spazzatura

source: Make a profit by the end of {0} or your park will be closed permanently.
it: Ottieni un profitto entro la fine di {0} o il tuo parco chiuderà per sempre.

source: Remaining scenery budget: {0}
it: Budget rimanente per le decorazioni: {0}

source: This will reset all campaign progress (including DLC campaign).
it: Questo azzererà tutti i progressi della campagna (incluse le campagne da DLC)

source: This will reset all campaign progress.
it: Questo azzererà tutti i progressi della campagna.

source: Savegames and achievements will not be deleted.
it: I salvataggi e gli achievements (imprese) non saranno cancellati.

source: This process is not reversable.
it: Il processo non è reversibile.

source: Do you want to continue?
it: Vuoi continuare?

source: Reset campaign progress
it: Azzera i progressi della campagna

source: {0} available! <size=9>Download it from the link you received after purchase</size>
it: {0} disponibile ! <size=9>Scaricalo dal link che hai ricevuto dopo l'acquisto</size>

source: Game is up to date
it: Il gioco è aggiornato

source: The following mods are known to cause problems with this version of the game and have been disabled:
it: Le mods seguenti causano problemi conosciuti con questa versione del gioco e sono state disabilitate:

source: Disabled problematic mods
it: Mods problematiche disabilitate

source: Select station
it: Selezionare una stazione

source: No zone, work where needed
it: Nessun'area, lavoro dove serve

source: <b>Duration:</b> {0}
it: <b>Durata:</b> {0}

source: <b>Excitement:</b> {0}
it: <b>Eccitazione::</b> {0}

source: <b>Intensity:</b> {0}
it: <b>Intensità:</b> {0}

source: Time until next month: {0}
it: Tempo per il prossimo mese: {0}

source: Year {0}, {1}
it: Anno {0}, {1}

source: Unlimited
it: Illimitato

source: There has been a crash recently!
it: C'è stato uno schianto recentemente!

source: Coaster trains stop inside the station, and the length of the station determines how long the coaster trains can be. Build 4 station tiles so we can have longer trains.
it: I treni delle montagne russe si fermano nella stazione, quindi la lunghezza della stazione determina la lunghezza massima del treno. Costruisci 4 caselle stazione per avere treni più lunghi.

source: Since this coaster gains speed due to gravity, we need to bring it up to a hill first. Enable the lift hill option and build 5 up slope segments.
it: Dato che il treno acquista velocità grazie alla gravità, bisogna portarlo prima su una collina. Attiva l'opzione per sollevare la collina e costruisci 5 binari in salita.

source: Now we disable the lift hill so that the train can move freely, and it's time for the first drop! Build 4 downward slopes.
it: Ora disabilitiamo il sollevamento della collina così che il treno possa muoversi liberamente, è ora della prima caduta! Costruisci 4 binari in discesa.

source: Camera controls
it: Controlli della telecameta

source: Let's start with moving the view around. Hold [[CameraPanDrag]] and move the mouse, or use the [[CameraMoveUp]][[CameraMoveLeft]][[CameraMoveDown]][[CameraMoveRight]]/arrow keys.
it: Cominciamo col muovere la vista. Tieni premuto [[CameraPanDrag]] e muovi il mouse oppure usa i tasti direzionali [[CameraMoveUp]][[CameraMoveLeft]][[CameraMoveDown]][[CameraMoveRight]].

source: Now rotate the view! Hold <b>Left Alt</b> + [[CameraPanDrag]] and move the mouse to the left or right. If you move the mouse up or down the camera gets tilted. You can also simply use the [[CameraRotateLeft]]/[[CameraRotateRight]] keys. If you additionally hold <b>Left Alt</b> it will rotate smoothly.
it: Ora ruota la visuale! Tieni premuto <b>Alt sinistro</b> + [[CameraPanDrag]] e muovi il mouse orizzontalmente. Se muovi il mouse verticalmente, la telecamera si inclinerà. Puoi anche usare i tqasti [[CameraRotateLeft]]/[[CameraRotateRight]]. Se mantieni premuto anche <b>Alt sinistro</b>, la rotazione sarà più precisa.

source: Zooming works by using the mouse wheel, or using the [[CameraZoomIn]]/[[CameraZoomOut]] keys.
it: Lo zoom è controllato dalla rotellina del mouse o dai tasti [[CameraZoomIn]]/[[CameraZoomOut]].

source: That's pretty much all there is to it!
it: Questo è più o meno tutto!

source: Building controls
it: Comandi di costruzione

source: If you want to build a theme park, you really should know how building works! Fortunately it's not too difficult. The controls are mostly the same whether you build a shop, a ride or anything else, but for this example let's try building some decoration.
it: Per creare un parco a tema, bisogna sapere come costruire! Fortunatamente non è così difficile. I controlli sono per lo più gli stessi che tu debbia costruire un negozio, una giostra o qualsiasi altra cosa, ma per adesso proviamo a costruire un po' di decorazioni.

source: Open the deco menu from the bottom menu bar. Pick something you like and place it anywhere in the park using the left mouse button.
it: Apri il menu delle decorazioni dalla barra dei menu in basso. Seleziona qualcosa che ti piaccia e mettila ovunque nel parco usando il tasto sinistro del mouse.

source: As long as any building tool is open and your cursor looks like <sprite="ui_cursor_construction" name="ui_cursor_construction"> you can destroy things with a right click. If you hold the right click and move the mouse around it will continue destroying things, but only objects that belong to the same category as the one you initially clicked on. This is useful for quickly destroying only a bunch of rocks without having to be afraid of destroying anything else! Alternatively, you can also use the bulldozer tool from the bottom menu bar. That one is mostly useful for destroying a large amount of things at once. You get a full refund for destroyed objects for quite a while after they have been built, so don't be afraid to experiment! Try destroying the deco object you previously built to continue!
it: Fintantochè uno strumento di costruizione è attivo ed il cursore ha questa forma: <sprite="ui_cursor_construction" name="ui_cursor_construction">, puoi distruggere le cose con il tasto destro del mouse . Tenendo premuto il tasto destro e muovendo il mouse continuerai a distruggere, ma solo gli oggetti della stessa categoria dell'oggetto sul quale hai cliccato inizialmente. Ciò è utile per distruggere velocemente una serie di massi senza aver paura di distruggere nient'altro! Altenativamente puoi usare lo strumento bulldozer dalla barra dei menu in basso. Distruggendo oggetti costruiti recentemente, riceverai un rimborso completo, quindi non aver paura di sperimentare!

source: By the way, you might have noticed a text box in the top right corner of the screen whenever you are using a tool. It lists all the relevant controls for that tool, so if you ever forget anything while playing keep an eye on that area. For example, it will tell you that you can rotate objects using [[BuildingRotateObject]]. That's really good to know! You can disable these control hints in the settings if you want to.
it: Ad ogni modo, avrai notato il riquadro di testo nell'angolo in alto a destra dello schermo quando usi uno strumento. Ti elenca tutti i controlli relativi allo strumento in uso. Se dimenticassi qualcosa durante il gioco, dagli un'occhiata. Per esempio, ti dirà che puoi ruotare gli oggetti usando [[BuildingRotateObject]]. E' importante saperlo! Comunque c'è un'opzione per disabilitare questi suggerimenti.

source: Most things can be raised up or down by holding [[BuildingChangeHeight]] and moving the mouse up or down. You can also use [[BuildingSnapToHeight]] to raise the object to the same height as whatever is below your mouse cursor. Try placing something (for example a rock) above this blue cube here.
it: Molte cose possono essere rialzate o ribassate tenendo premuto [[BuildingChangeHeight]] e muovendo su e giù il mouse. Puoi anche usare [[BuildingSnapToHeight]] per spostare l'oggetto alla stessa altezza di qualsiasi cosa si trovi sotto al puntatore. Prova a piazzare qualcosa (una pietra?) sopra al cubo blu.

source: Finally, here are some quick tips for building deco specifically! You can find the Object Pipette tool near the top of the deco builder window, which lets you quickly clone any deco object that's already in the park. This can speed up building a lot! Give it a try if you want.
it: Infine, ecco alcuni suggerimenti lampo per costruide le decorazioni! Nella parte alta della finestra della construzione delle decorazioni trovi lo strumento contagocce che permette di clonare ogni oggetto decorativo che già sia presente nel parco. Ciò velocizza di molto le cose! Fai pure una prova se vuoi.

source: Many deco objects can be placed freely, but when holding [[BuildingSnapToGrid]] they will snap to a grid which is super handy for placing objects very precisely. You can change the grid size by holding [[BuildingSnapToGrid]] and hitting a number key.
it: Molte decorazioni possono essere posizionate liberamente, se tieni premuto [[BuildingSnapToGrid]] loro si allineeranno alla griglia, il che è super pratico per posizionare oggetti precisamente. si può anche cambiare la dimensione della griglia tenendo premuto [[BuildingSnapToGrid]] e pigiando un tasto numerico.

source: Your first ride
it: La tua prima giostra

source: Rides are the most important thing in a theme park of course! There are very big and intense rides like rollercoasters, but also smaller, much less intense rides. Rollercoasters attract many new guests to the park and most people love them. Guests are different though. Some people prefer the less intense rides and ideally your park should offer something for everyone! Since this park already has many intense rides let's take a look at how to build a simple calm ride.
it: Ovviamente la cosa più importante di un parco a tema sono... le giostre! Ci sono giostre grandi ed intense come le montagne russe e giostre più piccole e decisamente meno intense. Le montagne russe attirano molti nuovi ospiti e sono amate dalla maggior parte delle persone. Ad ogni modo ogni ospite è diverso e alcuni potrebbero preferire attrazioni più tranquille, per cui, idealmente, il tuo parco dovrebbe offrire qualcosa per tutti i gusti! Dato che questo parco offre già molte giostre intense, vediamo come costruire qualcosa di più calmo.

source: Let's go with a real classic, the Carousel! Select the Carousel from the rides menu in the bottom menu bar and place it in the highlighted area. You can rotate the ride with [[BuildingRotateObject]].
it: Partiamo con un grande classico, la giostra dei cavalli! Seleziona la giostra dei cavalli dal menu delle giostre nella barra dei menu in basso e posizionalo nell'area evidenziata. Puoi ruotare la giostra con [[BuildingRotateObject]].

source: Great! Next, we need to place the ride entrance so guests can get onto the ride. Put it into the highlighted area.
it: Super! Ora bisogna mettere l'ingresso così che gli ospiti possano entrarci. Posizionalo nell'area evidenziata.

source: And since guests also need to leave the ride we'll also have to place an exit.
it: E dato che gli ospiti devono anche poter lasciare la giostra, dobbiamo prevedere un uscita.

source: We could have put the entrance right next to the path but it's better to give guests some space where they can wait for their turn on the ride, so let's add a queue line. Open the path builder window from the bottom menu bar, then select the queue path type and put a queue path in the highlighted area.
it: Avremmo potuto mettere l'ingresso visino al sentiero, ma è meglio lasciare agli ospiti un po' di spazio dove possano aspettare il proprio turno; perciò aggiungiamo una coda d'attesa. Apri lo strumento di costruzione dei percorsi dalla barra menu in basso, poi seleziona la coda d'attesa e mettila nell'area evidenziata.

source: Finally, the ride needs to be opened. Close the path builder, then click on the Carousel to open its info window. Now click the green open button at the bottom of the window and guests can start queueing!
it: Finalmente possiamo aprire la giostra. Chiudi lo strumento di costruzione dei percorsi e poi clicca sul carosello per aprire la sua finestra informazioni. Ora clicca il pulsante apertura verde nella parte bassa della finestra e gli ospiti potranno cominciare a mettersi in fila!

source: By the way, in most scenarios you will start with a very small amount of rides and will have to research new ones. The research menu can be found in the left menu bar.
it: Ad ogni modo, in molti scenari partirai con un piccolo numero di giostre E sarà necessario inventarne di nuove. Il menu di ricerca si trova nella barra menu di sinistra.

source: Finances
it: Finanze

source: Sooner or later your park will have to make money or it will have to close. You can either charge guests for using your rides or charge a fee at the park entrance simply for entering the park. You can also do both at once, but if you charge for your rides most people will probably not be willing to pay a very high park entrance fee. And then there's also the shops, which are an important source of income as well!
it: Prima o poi il tuo parco dovrà guadagnare oppure dovrà chiudere. Puoi sia prevedere un prezzo di ingresso alle giostre che al parco. Se farai pagare le giostre, gli ospiti non saranno disposti a pagare un prezzo di ingresso molto elevato.bE poi ci sono sempre i negozi, un'altra fonte di guadagno molto importante!

source: Let's use this coaster over here as an example for how to adjust prices. Simply click on the ride and the input field for the price will be right there.
it: Proviamo a modificare il prezzo d'ingresso di queste Montagne Russe.Clicca sulla giostra e poi modifica il valore nel campo del prezzo.

source: But how much can you charge? Generally, the more exciting a ride the more guests will be willing to pay, but you should listen to your guests opinions to really find out. You can find all of the most recent thoughts your guests had about this ride on the Opinions tab.
it: Ma di quanto puoi aumentarlo? Generalmente, più una giostra è divertente, più gli ospiti saranno inclini a pagarla, ma è bene ascoltare le loro opinioni per esserne davvero sicuri.

source: To get the full picture of how well your park is doing, let's take a peek at the finance window in the left menu bar. Here you get the full summary of where you are making or losing money and how the values change each month. The most important row is Operating, which is the sum of all money you're making and spending simply from running the park, so this does not include sporadic costs like purchases of new rides for example. As long as this number is positive you will be fine! In a new park you won't make much money yet so that will be a negative number, and you will have to work towards changing this.
it: Per un quadro completo sull'andamento del tuo parco, diamo uno sguardo alla finestra delle finanze nella barra menu di sinistra. Lì troverai un resoconto completo sul dove stai guadagnando o perdendo denaro e come variano i valori nei mesi. La riga più importante è "Operativo", ossia è la somma del denaro che ricavi e che spendi per tenere aperto il parco, quindi non include spese sporadiche come l'acquisto di nuove giostre, per esempio. Fintantochè quel numero è positivo è tutto ok, ma da un parco nuovo non ricaverai molto denaro, quindi quel numero potrebbe essere negativo e sarà tuo compito fare in modo che la situazione cambi.

source: In case you do run out of money you can get loans from the Loans tab. Just remember that this is not free money! There will be a monthly fee that you'll have to pay as long as the loan isn't paid back, so be careful to invest this loan money into the right rides that excite your guests and bring a bigger audience to your park...
it: Se finissi il denaro, potresti richiedere un prestito dalla scheda "Prestiti". Ricorda però che quei soldi non sono gratuiti! Ci saranno degli interessi mensili che dovrai ripagare fino all'estinzione del debito, per cui fai attenzione ad investire i soldi del prestito nelle attrazioni giuste che divertono maggiormente gli ospiti e che portano un flusso maggiore di clienti al tuo parco...

source: Your guests will get hungry and thirsty eventually, so let's take a look at how to build and operate a food stall.
it: I tuoi ospiti potrebbero avere fame o sete, quindi diamo uno sguardo a come costruide dei take-away.

source: Select a shop from the shop menu and place it in the highlighted area.
it: Seleziona un negozio dal menu negozi e mettilo nell'area evidenziata.

source: See that symbol above the shop? It means that this shop is out of stock...
it: Vedi quel simbolo sopra il negozio? Vuol dire che ha finito le scorte...

source: This over here is your parks delivery center where all shop products arrive. A Hauler will have to pick up these crates and deliver them to the shops. Right now your park has no Haulers so open the Staff Management window, then select the Hauler tab and hire at least one. Place him somewhere on a path and he will eventually go and deliver these crates.
it: Questo è il centro consegne del parco, dove arrivano tutti i prodotti venduti dai negozi. Un fattorino dovrà recapitare queste casse ai negozi. Ma al momento il tuo parco non ha fattorini, quindi apri la finestra di gestione del personale, e dalla scheda del fattorino e assumine almeno uno. Posizionalo sul percorso e alla fine consegnarà le casse.

source: Right now the Hauler has to walk quite a way to get to the shop... this will take a while! Guests will also not be too thrilled to see these big crates being carried around.
it: Ora come ora il fattorino ha da camminare parecchio per raggiungere il negozio... ci vorra un po'! Inoltre agli ospiti non piace essere distratti da grosse casse portate in giro per il parco.

source: Shops can be stocked from the back, so let's build a shortcut for the Hauler to finish his work more quickly and without annoying our guests! Open the path builder window and select the employee path type. Guests will not use these employee paths, and employees will use them whenever possible to fulfill their tasks. Build an employee path to the back of the shop.
it: I negozi possono essere riforniti dal retro, per cui costruiamo una scorciatoia per il fattorino, di modo che possa lavorare più velocemente e senza disturbare gli ospiti! Apri la finestra di costruzione dei percorsi e seleziona il percorso per il personale. Gli ospiti non useranno quel tipo di percorso, mentre il personale lo userà quando possibile per portare a termine i propri compiti. Costruisci un percorso per il personale fino al retro del negozio.
