Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

# BuildableObject
source: Giant Mushroom
it: Fungo gigante

# BuildableObject
source: Glow Bulb
it: Bulbo luminescente

# BuildableObject
source: Wall Lamp
it: Lampada a muro

# BuildableObject
source: Vine Archway
it: Arco di vite

# BuildableObject
source: Vine Root
it: Radice di vite

# BuildableObject
source: Vine Spire
it: Vite germoglio

# BuildableObject
source: Clock
it: Orologio

# BuildableObject
source: Archway Awning
it: Tettoia arcuata

# BuildableObject
source: Awning
it: Tettoia

# BuildableObject
source: Biplane
it: Biplano

# BuildableObject
source: Dormer
it: Abbaino

# BuildableObject
source: Fire Jet
it: Getto di fuoco

# BuildableObject
source: Fire
it: Fuoco

# BuildableObject
source: Custom Flag 2:1
it: Bandiera personalizzata 2:1

# BuildableObject
source: Custom Flag 2:1 (Flipped)
it: Bandiera personalizzata 2:1 (invertita)

# BuildableObject
source: Custom Flag 1:1
it: Bandiera personalizzata 1:1

# BuildableObject
source: Custom Flag 1:1 (Flipped)
it: Bandiera personalizzata 1:1 (invertita)

# BuildableObject
source: Custom Flag 1:2
it: Bandiera personalizzata 1:2

# BuildableObject
source: Custom Flag 1:2 (Flipped)
it: Bandiera personalizzata 1:2 (invertita)

# BuildableObject
source: Windsock
it: Manica a vento

# BuildableObject
source: Fountain
it: Fontana

# BuildableObject
source: Water Jet
it: Getto d'acqua

# BuildableObject
source: Gate
it: Cancello

# BuildableObject
source: Fog
it: Nebbia

# BuildableObject
source: Image Sign 2:1
it: Insegna con immagine 2:1

# BuildableObject
source: Image Sign 1:2
it: Insegna con immagine 1:2

# BuildableObject
source: Image Sign 1:1
it: Insegna con immagine 1:1

# BuildableObject
source: Jumping Fountains
it: Fontana danzante

# BuildableObject
source: Paper Lantern
it: Lanterna di carta

# BuildableObject
source: Paper Lanterns
it: Lanterne di carta

# BuildableObject
source: Paper Lanterns (Diagonal)
it: Lanterne di carta (diagonali)

# BuildableObject
source: Floating Light
it: Luce sospesa

# BuildableObject
source: Map Board
it: Mappa

# BuildableObject
source: Map Board Custom (2:1)
it: Scheda della mappa personalizzata (2:1)

# BuildableObject
source: Awning (Glass)
it: Parasole (vetro)

# BuildableObject
source: Orb Lamp
it: Lampada Globo

# BuildableObject
source: Entrance Booth
it: Cabina d'ingresso

# BuildableObject
source: Scaffold
it: Impalcatura

# BuildableObject
source: Scaffold (Top)
it: Impalcatura (superiore)

# BuildableObject
source: Sculpture
it: Scultura

# BuildableObject
source: Sign (Medical)
it: Indicazione (medica)

# BuildableObject
source: Sign (Info)
it: Indicazione (info)

# BuildableObject
source: Sign (Washroom)
it: Indicazione (bagni)

# BuildableObject
source: Smoke Emitter
it: Emettitore di fumo

# BuildableObject
source: Snowman
it: Uomo di neve

# BuildableObject
source: Spark Emitter
it: Emettitore di scintille

# BuildableObject
source: Spire
it: Guglia

# BuildableObject
source: Splash
it: Spruzzo

# BuildableObject
source: Splash (Big)
it: Spruzzo (grande)

# BuildableObject
source: Spotlight
it: Riflettori

# BuildableObject
source: Elephant Statue
it: Statua d'elefante

# BuildableObject
source: Giraffe Statue
it: Statua di giraffa

# BuildableObject
source: Horse Statue
it: Statua di cavallo

# BuildableObject
source: Lion Statue
it: Statua di leone

# BuildableObject
source: Snake Statue
it: Statua di serpente

# BuildableObject
source: Umbrella
it: Ombrello

# BuildableObject
source: Bay Window
it: Bovindo (finestra a baia)

# BuildableObject
source: Block (Half)
it: Blocco (metà)

# BuildableObject
source: Block (Quarter)
it: Blocco (quarto)

# BuildableObject
source: Border (Diagonal Half Slope)
it: Bordo (diagonale, poco inclinato)

# BuildableObject
source: Border (Diagonal Slope)
it: Bordo (diagonale inclinato)

# BuildableObject
source: Border (Half)
it: Bordo (metà)

# BuildableObject
source: Cornice Peak (Half)
it: Picco del cornicione (metà)

# BuildableObject
source: Cornice Peak
it: Picco del cornicione

# BuildableObject
source: Cornice Corner
it: Angolo del cornicione

# BuildableObject
source: Cornice (Diagonal)
it: Cornicione (diagonale)

# BuildableObject
source: Cornice (Diagonal Half Slope)
it: Cornicione (diagonale, poco inclinato)

# BuildableObject
source: Cornice (Diagonal Slope)
it: Cornicione (diagonale inclinato)

# BuildableObject
source: Cornice (Half)
it: Cornicione (metà)

# BuildableObject
source: Cornice (Slope)
it: Cornicione (inclinato)

# BuildableObject
source: Cornice (Half Slope)
it: Cornicione (poco inclinato)

# BuildableObject
source: Frame (Flat)
it: Porta (cornice)

# BuildableObject
source: Frame Corner (Flat)
it: Angolo della cornice

# BuildableObject
source: Frame (Slope)
it: Porta (inclinata)

# BuildableObject
source: Frame (Half Slope)
it: Porta (poco inclinata)

# BuildableObject
source: Roof Corner (Flat)
it: Angolo del tetto (piano)

# BuildableObject
source: Roof (Diagonal)
it: Tetto (diagonale)

# BuildableObject
source: Roof (Half)
it: Tetto (metà)

# BuildableObject
source: Roof (Quarter)
it: Tetto (quarto)

# BuildableObject
source: Roof (Half Slope)
it: Tetto (metà inclinazione)

# BuildableObject
source: Roof Corner (Half Slope)
it: Angolo del tetto (metà inclinazione)

# BuildableObject
source: Roof (Slope)
it: Tetto (inclinato)

# BuildableObject
source: Roof Corner (Slope)
it: Angolo del tetto (inclinato)

# BuildableObject
source: Roof Peak
it: Picco del tetto

# BuildableObject
source: Roof Corner
it: Angolo del tetto

# BuildableObject
source: Roof Peak (Half)
it: Picco del tetto (metà)

# BuildableObject
source: Cube
it: Cubo

# BuildableObject
source: Cube (45°)
it: Cubo (45°)

# BuildableObject
source: Cube (Vertical 45°)
it: Cubo (verticale 45°)

# BuildableObject
source: Cube (Diagonal 45°)
it: Cubo (diagonale 45°)

# BuildableObject
source: Cylinder
it: Cilindro

# BuildableObject
source: Cylinder (Vertical 45°)
it: Cilindro (verticale 45°)

# BuildableObject
source: Cylinder (Diagonal 45°)
it: Cilindro (diagonale 45°)

# BuildableObject
source: Border (Cylindrical)
it: Cornicione (cilindrico)

# BuildableObject
source: Border (Vertical 45°)
it: Cornicione (verticale 45°)

# BuildableObject
source: Border (Diagonal 45°)
it: Cornicione (diagonale 45°)

# BuildableObject
source: Border (Cylindrical Rotated)
it: Cornicione (Cilindrico, rotato)

# BuildableObject
source: Border (45°)
it: Bordo (45°)

# BuildableObject
source: Cylinder (Side)
it: Cilindro (laterale)

# BuildableObject
source: Cylinder (45°)
it: Cilindro (45°)

# BuildableObject
source: Cone
it: Cono

# BuildableObject
source: Cone (Vertical 45°)
it: Cono (verticale 45°)

# BuildableObject
source: Cone (Diagonal 45°)
it: Cono (diagonale 45°)

# BuildableObject
source: Cone (Down)
it: Cono (inferiore)

# BuildableObject
source: Cone (Down Vertical 45°)
it: Cono (verticale giù 45°)

# BuildableObject
source: Cone (Down Diagonal 45°)
it: Cono (diagonale giù 45°)

# BuildableObject
source: Cone (Side)
it: Cono (laterale)

# BuildableObject
source: Cone (Side 45°)
it: Cono (lato 45°)

# BuildableObject
source: Hemisphere
it: Emisfero

# BuildableObject
source: Hemisphere (Down)
it: Emisfero (inferiore)

# BuildableObject
source: Hemisphere (Down Vertical 45°)
it: Emisfero (inferiore Verticale 45°)

# BuildableObject
source: Hemisphere (Diagonal 45°)
it: Emisfero (diagonale giù 45°)

# BuildableObject
source: Hemisphere (Side)
it: Emisfero (laterale)

# BuildableObject
source: Hemisphere (45°)
it: Emisfero (45°)

# BuildableObject
source: Hemisphere (Vertical 45°)
it: Emisfero (verticale 45°)

# BuildableObject
source: Heart
it: Cuore

# BuildableObject
source: Octagon
it: Ottagono

# BuildableObject
source: Octagon (Vertical 45°)
it: Ottagono (verticale 45°)

# BuildableObject
source: Octagon (Diagonal 45°)
it: Ottagono (diagonale 45°)

# BuildableObject
source: Border (Octagonal)
it: Bordo (ottagonale)

# BuildableObject
source: Border (Octagonal Rotated)
it: Bordo (ottagonale ruotato)

# BuildableObject
source: Octagon (Side)
it: Ottagono (laterale)

# BuildableObject
source: Octagon (45°)
it: Ottagono (45°)

# BuildableObject
source: Border (Oval)
it: Bordo (ovale)

# BuildableObject
source: Border (Oval Rotated)
it: Bordo (ovale ruotato)

# BuildableObject
source: Prolate
it: Prolato

# BuildableObject
source: Prolate (Side 45°)
it: Prolato (lato 45°)

# BuildableObject
source: Prolate (Vertical 45°)
it: Prolato (verticale 45°)

# BuildableObject
source: Prolate (Diagonal 45°)
it: Prolato (diagonale 45°)

# BuildableObject
source: Prolate (Side)
it: Prolato (laterale)

# BuildableObject
source: Pyramid
it: Piramide

# BuildableObject
source: Pyramid (45°)
it: Piramide (45°)

# BuildableObject
source: Pyramid (Vertical 45°)
it: Piramide (verticale 45°)

# BuildableObject
source: Pyramid (Diagonal 45°)
it: Piramide (diagonale 45°)

# BuildableObject
source: Pyramid (Down)
it: Piramide (inferiore)

# BuildableObject
source: Pyramid (Down 45°)
it: Piramide (giù 45°)

# BuildableObject
source: Pyramid (Down Vertical 45°)
it: Piramide (verticale giù 45°)

# BuildableObject
source: Pyramid (Down Diagonal 45°)
it: Cono (diagonale giù 45°)

# BuildableObject
source: Pyramid (Side)
it: Piramide (laterale)

# BuildableObject
source: Pyramid (Side 45°)
it: Piramide (lato 45°)

# BuildableObject
source: Sphere
it: Sfera

# BuildableObject
source: Star
it: Stella

# BuildableObject
source: Torus
it: Toroide

# BuildableObject
source: Torus (Vertical 45°)
it: Toroide (verticale 45°)

# BuildableObject
source: Torus (Diagonal 45°)
it: Toroide (diagonale 45°)

# BuildableObject
source: Torus (Side)
it: Toroide (laterale)

# BuildableObject
source: Torus (Side 45°)
it: Toroide (lato 45°)

# BuildableObject
source: Trellis
it: Graticolato

# BuildableObject
source: Trellis (End)
it: Graticolato (fine)

# BuildableObject
source: Frame
it: Cornice

# BuildableObject
source: Frame (Diagonal)
it: Cornice (diagonale)

# BuildableObject
source: Frame (Diagonal Half)
it: Cornice (metà Diagonale)

# BuildableObject
source: Frame (Half)
it: Cornice (metà)

# BuildableObject
source: Frame (Inverse Half Slope)
it: Cornice (poco inclinata)

# BuildableObject
source: Frame (Inverse Slope)
it: Cornice (Inclinazione invertita)

# BuildableObject
source: Wall (Half Step Slope)
it: Muro (metà scalinata)

# BuildableObject
source: Border (Half Step Slope)
it: Bordo (a gradini poco inclinati)

# BuildableObject
source: Wall (Step Slope)
it: Muro (scalini inclinati)

# BuildableObject
source: Border (Step Slope)
it: Bordo (scalettato)

# BuildableObject
source: Wall (Half Curved)
it: Muro (semi curvo)

# BuildableObject
source: Door (Opened)
it: Porta (aperta)

# BuildableObject
source: Roof (Arch)
it: Tetto (arco)

# BuildableObject
source: Roof (Arch Edge)
it: Tetto (bordo dell'arco)

# BuildableObject
source: Roof (Flat Edge)
it: Tetto (bordo piatto)

# BuildableObject
source: Roof (Side)
it: Tetto (laterale)

# BuildableObject
source: Roof (Side Corner)
it: Tetto (angolo laterale)

# BuildableObject
source: Roof (Side Edge)
it: Tetto (bordo laterale)

# BuildableObject
source: Roof (Side Window)
it: Tetto (finestra laterale)

# BuildableObject
source: Roof (Slope Edge)
it: Tetto (bordo inclinato)

# BuildableObject
source: Roof (Half Slope Edge)
it: Tetto (bordo poco inclinato)

# BuildableObject
source: Sheet Roof (Angle)
it: Tetto sottile (angolo)

# BuildableObject
source: Sheet Roof (Corner)
it: Tetto sottile (angolare)

# BuildableObject
source: Sheet Gutter
it: Grondaia sottile

# BuildableObject
source: Sheet Roof (Half Slope)
it: Tetto sottile (poco inclinato)

# BuildableObject
source: Support (Hangar)
it: Supporto (hangar)

# BuildableObject
source: Support (Sheet)
it: Supporto (sottile)

# BuildableObject
source: Support Base (Sheet)
it: Base del supporto (sottile)

# BuildableObject
source: Wall (Side)
it: Muro (laterale)

# BuildableObject
source: Wall (Top)
it: Muro (Superiore)

# BuildableObject
source: Sheet Wall
it: Muro sottile

# BuildableObject
source: Sheet Wall (Half)
it: Muro sottile (metà)

# BuildableObject
source: Sheet Wall (Slope)
it: Muro sottile (inclinato)

# BuildableObject
source: Sheet Wall (Flipped Slope)
it: Muro sottile (inclinato invertito)

# BuildableObject
source: Sheet Wall (Top)
it: Muro sottile (superiore)

# BuildableObject
source: Sheet Wall (Quarter)
it: Muro sottile (quarto)

# BuildableObject
source: Sheet Window
it: Finestra sottile

# BuildableObject
source: Cornice (Half Curved)
it: Cornicione (mezzo curvo)

# BuildableObject
source: Roof (Curved Down)
it: Tetto (Curvo in basso)

# BuildableObject
source: Roof (Curved Up)
it: Tetto (curvo in alto)

# BuildableObject
source: Anvil
it: Incudine

# BuildableObject
source: Archery Target
it: Bersaglio dell'arciere

# BuildableObject
source: Basket
it: Cestino

# BuildableObject
source: Brazier
it: Braciere

# BuildableObject
source: Cannon
it: Cannone

# BuildableObject
source: Chest
it: Baule

# BuildableObject
source: Flag (Wall)
it: Bandiera (muro)

# BuildableObject
source: Hay Bale
it: Balla di fieno

# BuildableObject
source: Sack
it: Sacco

# BuildableObject
source: Shield
it: Scudo

# BuildableObject
source: Stone Archway
it: Arco di pietra

# BuildableObject
source: Torch
it: Torcia

# BuildableObject
source: Weapon Stand
it: Supporto delle armi

# BuildableObject
source: Well
it: Pozzo

# BuildableObject
source: Chimney
it: Camino

# BuildableObject
source: Roof (Pyramid)
it: Tetto (piramide)

# BuildableObject
source: Crenelation
it: Merlatura

# BuildableObject
source: Crenelation Corner
it: Merlatura ad angolo

# BuildableObject
source: Wall Window
it: Finestra nel muro

# BuildableObject
source: Race Archway
it: Arco del circuito

# BuildableObject
source: Flag Sign
it: Bandiera di segnalazione

# BuildableObject
source: Road Barrier
it: Barriera stradale

# BuildableObject
source: Road Barrier (Corner)
it: Barriera stradale (angolo)

# BuildableObject
source: Tire
it: Pneumatico

# BuildableObject
source: Tire Archway
it: Arco di pneumatici

# BuildableObject
source: Tire Barrier
it: Barriera di pneumatici

# BuildableObject
source: Tire Stack
it: Pila di pneumatici

# BuildableObject
source: Traffic Cone
it: Cono di segnalazione

# BuildableObject
source: Crate
it: Cassa

# BuildableObject
source: Rocketship
it: Navicella Razzo

# BuildableObject
source: Cable
it: Cavo

# BuildableObject
source: Cable Corner
it: Cavo (angolo)

# BuildableObject
source: Cable (Half Slope)
it: Cavo (poco inclinato)

# BuildableObject
source: Cable Bracket
it: Supporto del cavo

# BuildableObject
source: Cable (Slope)
it: Cavo (inclinato)

# BuildableObject
source: Railing
it: Ringhiera

# BuildableObject
source: Relay
it: Relè

# BuildableObject
source: Statue
it: Statua

# BuildableObject
source: Tesla Coil
it: Bobina Tesla

# BuildableObject
source: Satellite Dish (Closed)
it: Radar statellitare (chiuso)

# BuildableObject
source: Tower (Base)
it: Torre (base)

# BuildableObject
source: Tower (Mid)
it: Torre (medio)

# BuildableObject
source: Base Corner
it: Angolo della base

# BuildableObject
source: Base Door
it: Porta della base

# BuildableObject
source: Base (Door)
it: Base (porta)

# BuildableObject
source: Base (Roof)
it: Base (tetto)

# BuildableObject
source: Pylon
it: Pilone

# BuildableObject
source: Connector
it: Connettore

# BuildableObject
source: Bones
it: Ossa

# BuildableObject
source: Bone
it: Osso

# BuildableObject
source: Burial Mound
it: Sepoltura

# BuildableObject
source: Candles
it: Candele

# BuildableObject
source: Cauldron
it: Calderone

# BuildableObject
source: Coffin
it: Bara

# BuildableObject
source: Headstone
it: Pietra tombale

# BuildableObject
source: Mausoleum
it: Mausoleo

# BuildableObject
source: Pumpkin
it: Zucca

# BuildableObject
source: Skeleton
it: Scheletro

# BuildableObject
source: Pile of bones
it: Pila d'ossa

# BuildableObject
source: Skull
it: Teschio

# BuildableObject
source: Spooky Statue
it: Statua paurosa

# BuildableObject
source: Spooky Tree
it: Albero spettrale

# BuildableObject
source: Leafy Tree
it: Albero frondoso

# BuildableObject
source: Windmill
it: Mulino

# BuildableObject
source: Brass Archway
it: Arco in ottone

# BuildableObject
source: Shaft
it: Asta

# BuildableObject
source: Broken Steam Pipe
it: Condotto di vapore rotto

# BuildableObject
source: Cog
it: Ingranaggio

# BuildableObject
source: Flywheel
it: Volano

# BuildableObject
source: Wedge Gear
it: Ingranaggio conico

# BuildableObject
source: Pillar (Coil Gear)
it: Colonna (bobina)

# BuildableObject
source: Shaft (Coil Gear)
it: Asta (bobina)

# BuildableObject
source: Piston
it: Pistone

# BuildableObject
source: Pipe
it: Tubo

# BuildableObject
source: Pipe Vent
it: Tubo della ventilazione

# BuildableObject
source: Pipe Valve
it: Valvola del tubo

# BuildableObject
source: Window Corner
it: Angolo della finestra

# BuildableObject
source: Brick Detail
it: Dettaglio in mattoni

# BuildableObject
source: Brick Detail Corner
it: Dettaglio angolare in mattoni

# BuildableObject
source: Brick Detail Corner (Half)
it: Dettaglio angolare in mattoni (metà)

# BuildableObject
source: Brick Detail (Half)
it: Dettaglio in mattoni (metà)

# BuildableObject
source: Window (Diagonal)
it: Finestra (diagonale)

# BuildableObject
source: Fence
it: Recinzione

# BuildableObject
source: Bunting
it: Banderuole

# BuildableObject
source: Curb
it: Bordo del marciapiede

# BuildableObject
source: Hedge
it: Siepe

# BuildableObject
source: Chocolate Fence
it: Recinto di cioccolata

# BuildableObject
source: Lanterns
it: Lanterne

# BuildableObject
source: Licorice Fence
it: Recinto di liquirizia

# BuildableObject
source: String Lights
it: Stringhe luminose

# BuildableObject
source: Covered Wagon
it: Vagone coperto

# BuildableObject
source: Derrick Wheel
it: Ruota Derrick

# BuildableObject
source: Lantern
it: Lanterna

# BuildableObject
source: Mine Cart
it: Vagone della miniera

# BuildableObject
source: Mine Track Support
it: Supporto al percorso della miniera

# BuildableObject
source: Mine Elevator
it: Ascensore della miniera

# BuildableObject
source: TNT Crate
it: Cassa di TNT

# BuildableObject
source: Mine Track Bumper
it: Rialzo del percorso della miniera

# BuildableObject
source: Trough
it: Trogolo

# BuildableObject
source: Wagon Wheel
it: Routa del vagone

# BuildableObject
source: Water Spout
it: Getto d'acqua

# BuildableObject
source: Effects Controller
it: Controllore degli effetti

# BuildableObject
source: Fireworks Launcher
it: Lancia-Fuochi d'artificio

# BuildableObject
source: Bench
it: Banco

# BuildableObject
source: Trash Bin
it: Cestino dei rifiuti

# BuildableObject
source: Lamp
it: Lampada

# BuildableObject
source: Path Sign
it: Segnaletica

# BuildableObject
source: Photo Spot
it: Punto di scatto (foto)

# BuildableObject
source: Large Trash Bin
it: Bidone dei rifiuti grande

# BuildableObject
source: Transport Tube
it: Tubi di trasporto

# BuildableObject
source: Deliveries
it: Consegne

# BuildableObject
source: Depot
it: Deposito

# BuildableObject
source: Staff Room
it: Stanza del personale

# BuildableObject
source: Staff Training Room
it: Sala di formazione del personale

# BuildableObject
source: Trash Chute
it: Scarico dei rifiuti

source: Guests sit in a circular array of seats that spins and lifts vertically, before inverting a number of times.
it: Gli ospiti siedono in una fila circolare che routa e si solleva, prima di invertire i movimenti un certo numero di volte.

source: A free-spinning high-capacity array of chairs is mounted between two spinning arms. The chair array can lock into place at any angle.
it: Una densa fila di sedili che gira liberamente montata tra due bracci rotanti. La serie di sedili può bloccarsi a qualsiasi angolazione.

source: A scenic ride consisting of a large wheel that spins slowly.
it: Una giostra scenografica: una grossa ruota che gira lentamente.

source: A high-speed wheel that tilts to a near-vertical angle.
it: Una ruota ad alta velocità che si inclina verticalmente.

source: Individual Selection
it: Selezione individuale

source: Rectangle Selection
it: Selezione rettangolare

source: Blueprints
it: Progetti

source: Blueprint Creation
it: Creazione dei progetti

source: Deselect All
it: Deseleziona tutto

source: Build without scenery
it: Costruire senza scenario

source: Create
it: Creare

source: Remaining Space
it: Spazio rimanente

source: Search
it: Ricerca

source: Back
it: Indietro

source: Controls
it: Controlli

source: Graphics
it: Grafica

source: General
it: Generale

source: Resolution
it: Risoluzione

source: Game
it: Gioco

source: Sound
it: Suono

source: Level of detail
it: Livello di dettaglio

source: Shadow fadeout distance
it: Distanza di dissolvenza ombre

source: Ambient Occlusion
it: Occlusione ambientale

source: People animation detail
it: Dettaglio animazione persone

source: Voices
it: Voci

source: Show money in sandbox
it: Mostra il denaro nel modo sandbox

source: Autosave
it: Salvataggio automatico

source: Rain Effect
it: Effetto pioggia

source: World
it: Mondo

source: Screen Space Reflections (expensive!)
it: Screen Space Reflections (costoso!)

source: Grid Intensity
it: Intensità della griglia

source: Camera Sensitivity
it: Sensibilità della telecamera

source: Snap Angle
it: Angolo magnetico

source: Hold Alt to toggle between both modes
it: Tieni premuto Alt per alternare le modalità

source: Camera Rotation Buttons
it: Tasti per ruotare la telecamera

source: UI Scale
it: Scala dell'interfaccia

source: Units
it: Unità

source: Ride Music
it: Musica delle giostre

source: Ambiance
it: Ambiente

source: Keep running if game isn't focused
it: Non mettere inpausa quando il gioco non è in primo piano

source: Show hint messages explaining the controls
it: Mostra suggerimenti sui controlli

source: Mod documentation
it: Documentazione sulle mods

source: Near
it: Vicino

source: Target Framerate
it: Framerate (obiettivo)

source: Color Filter
it: Filtro colore

source: Background Music
it: Musica di sottofonfo

source: High
it: Alto

source: Far
it: Lontano

source: Low
it: Basso

source: Disable all mods
it: Disattiva tutti i mod

source: Color blindness mode
it: Modalità daltonici

source: Master Volume
it: Volume principale

source: Move
it: Muovi

source: Edge scrolling
it: Scrolla al bordo

source: Zoom
it: Ingrandimento

source: Isometric
it: Isometrico

source: Rotation
it: Rotazione

source: Free rotation
it: Rotazione libera

source: Invert vertical camera axis
it: Inverti gli assi della telecamera

source: Full Screen
it: Schermo intero

source: Snap to angles
it: Aggangia agli angoli

source: Lock cursor to window
it: Blocca il cursore nella finestra

source: Camera acceleration
it: Accelerazione della telecamera

source: Play together with other people!
it: Gioca assieme ad altre persone!

source: Create your own scenarios for sandbox mode
it: Crea i tuoi scenari in modalità sandbox

source: OPTIONS
it: OPZIONI

source: Next
it: Prossimo

source: Participate
it: Partecipa

source: SCENARIO EDITOR
it: EDITOR DI SCENARIO

source: The sandbox mode and scenario editor are not available in this demo.
it: La modalità sandbox e l'editor di scenario non sono disponibili nella demo.

source: NEW SCENARIO
it: NUOVO SCENARIO

source: CAMPAIGN
it: CAMPAGNA

source: Having problems with the game or just want to get in touch with us? Here are some methods to reach us:
it: Hai problemi col gioco o vuoi contattarci? Ecco alcuni modi per raggiungerci:

source: Build Challenge
it: Sfida di costruzione

source: You can play this scenario in sandbox mode now.
it: Ora puoi giocare a questo scenario in modalità sandbox.

source: Load your previous parks or start a new one in sandbox mode
it: Carica una precedente partita o iniziane una nuova in modalità sandbox

source: MULTIPLAYER
it: MULTIGIOCATORE
