Repository: andreaci/ParkitectTranslations
Catalog: *.po
Languages: it

source: Save Blueprint
it: Salva progetto

source: Edit
it: Modifica

source: Music
it: Musica

source: Maintenance
it: Manutenzione

source: Rides that aren't maintained properly break down more often and might be avoided by guests.
it: Giostre senza adeguata manutenzione hanno maggiori probabilità di rompersi e potrebbero essere evitate dagli ospiti.

source: A high maintenance budget creates more costs but also improves the rides safety.
it: Riservare un alto budget alla manutenzione è costoso, ma aumenta anche la sicurezza delle giostre.

source: Maintenance Interval
it: Intervallo della manutenzione

source: minutes
it: minuti

source: Maintain
it: Manutenzione

source: Operation
it: Operativo

source: Minimum Waiting Time
it: Tempo minimo d'attesa

source: Maximum Waiting Time
it: Tempo massimo d'attesa

source: Wait for
it: Inizia quando

source: Chainlift speed
it: Velocità dell'argano

source: Synchronized Stations
it: Stazioni sincronizzate

source: Add
it: Aggiungi

source: General Stats
it: Statistiche generali

source: Test Results
it: Risultati del test

source: Boat Settings
it: Impostazioni delle barche

source: You need to <color=#E52604><link="action_close_attraction">close</link></color> this ride to change these settings.
it: E' necessario <color=#E52604><link="action_close_attraction">chiudere</link></color> la giostra per cambiare queste impostazioni.

source: Boats
it: Barche

source: Colors
it: Colori

source: Movie
it: Film

source: Appearance
it: Aspetto

source: Ride
it: Giostra

source: Disable fences
it: Disattiva le recinzioni

source: Lights
it: Luci

source: Disable lights
it: Désactiver les lumièresDisattiva le luci

source: waits for
it: aspetta

source: Cars
it: Vetture

source: Tracks
it: Piste

source: On-Ride Photos
it: Fotografie a bordo

source: Photo price
it: Prezzo delle foto

source: Detailed Stats
it: Statistiche dettagliate

source: Train Settings
it: Impostazioni del treno

source: Cars per train
it: Vetture per treno

source: Trains
it: Treni

source: Manufacturer
it: Costruttore

source: Feedback
it: Riscontro

source: Browse Workshop
it: Esplora il workshop

source: Browse mod.io
it: Esplora mod.io

source: Share Item
it: Condividi l'oggetto

source: Enter description...
it: Inserire una descrizione...

source: Effects Controller
it: Controllore degli effetti

source: Create effect
it: Crea effetto

source: Trigger
it: Attivazione

source: Time Trigger
it: Attivazione temporale

source: Trigger Interval
it: Intervallo d'attivazione

source: Select
it: Selezione

source: Assign Object
it: Assegna Oggetto

source: Path selected
it: Percorso selezionato

source: Size
it: Dimensione

source: Default state
it: Stato predefinito

source: Type
it: Tipo

source: Experience
it: Esperienza

source: Fire
it: Licenzia

source: Sweep paths
it: Spazzare i percorsi

source: Empty trash bins
it: Svuotare i cestini dell'immondizia

source: Clean shops
it: Pulire i negozi

source: Maintain rides
it: Manutenere le giostre

source: Repair rides
it: Riparare le giostre

source: Repair vandalized objects
it: Riparare gli oggetti vandalizzati

source: Load Park
it: Carica parco

source: New Park
it: Nuovo parco

source: Save Game
it: Salva la partita

source: Invite
it: Invita

source: Accept
it: Accetta

source: Decline
it: Rifiuta

source: Join
it: Unione

source: Public rooms
it: Stanze pubbliche

source: Private rooms
it: Stanze private

source: Full rooms
it: Stanze piene

source: Room name
it: Nome della stanza

source: Description
it: Descrizione

source: players
it: giocatori

source: Select savegame
it: Selezionare un salvataggio

source: or
it: oppure

source: Select scenario
it: Selezionare uno scenario

source: Required content
it: Contenuto richiesto

source: You can only play with people who are using the same build version
it: Puoi giocare solo con persone che abbiano la tua stessa versione

source: Looking for players
it: In cerca di giocatori

source: Password required
it: Password richiesta

source: Content
it: Contenuto

source: Toggle all
it: Toggle tutti

source: Rating
it: Valutazione

source: Year
it: Anno

source: Clear
it: Libera

source: <b>Dirtiness</b>
it: <b>Sporcizia</b>

source: Ingredient
it: Ingrediente

source: Stock
it: Scorta

source: Ordered
it: Ordinato

source: Costs
it: Costo

source: Stat
it: Statistiche

source: Yours
it: Tuo

source: Global
it: Globale

source: Hey there, future Parkitect! This tutorial will teach you the basic skills for running your own theme park. Please select a lesson:
it: Salve futuro parkitetto! Questo tutorial ti insegnerà le basi per metter su il tuo parco a tema personale. Scegli una lezione:

source: Depot
it: Deposito

source: Shops getting supplied by this depot:
it: Negozi riforniti da questo deposito:

source: Resources for the park are delivered here. Connect to depots with transport tubes using the underground connector.
it: Qui è dove vengono consegnate le risorse del parco. Stabilisci connessioni con i depositi attraverso i condotti di trasporto usando il connettore sotterraneo.

source: Haulers can pick up resource crates for selected shops from here and Janitors can drop trash bags here. Needs to be connected to the underground connector of the Deliveries building. Guests don't enjoy seeing it.
it: È qui che i fattorini possono venire a recuperare le scatole di rifornimenti dei negozi selezionati e che le guardie vengono a depositare la spazzatura. Devi effettuare la connessione al connettore sotterraneo dell'edificio di consegna. La sua vista non è gradita agli ospiti.

source: A comfortable place for your staff to rest. Guests don't enjoy seeing it.
it: Un posto comodo che permette allo staff di riposare. La sua vista non è gradita agli ospiti.

source: Equipped with everything needed to improve your staff so they can do their work more efficiently. Guests don't enjoy seeing it.
it: Dotato di tutto il necessario per migliorare l'efficienza del personale. La sua vista non è gradita agli ospiti.

source: Janitors can drop trash bags here. Needs to be connected to the underground connector of the Deliveries building. Guests don't enjoy seeing it.
it: Gli inservienti possono depositare qui i sacchetti di spazzatura. Devi effettuare la connessione al connettore sotterraneo dell'edificio di consegna. La sua vista non è gradita agli ospiti.

source: Bumper Boat
it: Gommone

source: Paddleboats
it: Pedalò

source: Swan Boats
it: Barche Cigno

source: Rowboats
it: Barche a remi

source: Hydraulically-launched Coaster Cars
it: Montagne russe a propulsione idraulica

source: Alpine Coaster Toboggan
it: Montagne Russe Alpine

source: Pivot Coaster Cars
it: Veicoli delle montagne russe a perno

source: Pivot Coaster Cars (Prototype)
it: Veicoli delle montagne russe a perno (Prototipo)

source: Boat Dark Ride Boats
it: Vetture per "Montagne Russe buie"

source: Steam Wheeler
it: Battello a vapore

source: Bobsled Coaster Cars (6 Seats)
it: Bob per le montagne russe (6 posti)

source: Bobsled Coaster Cars
it: Bob per le montagne russe

source: Calm River Ride Boat
it: Barche per il "Tranquillo giro sul fiume"

source: Antique Cars (Open)
it: Vetture vintage (Aperto)

source: Antique Cars
it: Vetture vintage

source: Race Car
it: Vetture da corsa

source: Dragon Cars
it: Vetture Drago

source: Floorless Coaster Cars
it: Vetture per Montagne Russe "Piedi a Penzoloni"

source: Flying Coaster Cars
it: Vetture per "Montagne Russe Volanti"

source: Vertical Spinning Coaster Cars
it: Vetture per "Montagne Russe Verticale"

source: Gentle Monorail Ride Car
it: Vetture per "Giro Rilassante sulla Monorotaia"

source: Ghost Mansion Ride Cars
it: Vetture per "La dimora dei Fantasmi"

source: Giga Coaster Cars
it: Vetture per "Montagne Russe Giganti"

source: Go-karts
it: Kart

source: Hyper Coaster Cars
it: Vetture per "Montagne Russe Hyper"

source: Inverted Coaster Cars
it: Vetture per "Montagne Russe Invertite"

source: Inverted Dark Ride Cars
it: Vetture per "Montagne Russe a Oscurità Invertita"

source: Spinning Car
it: Macchina rotante

source: Inverting Wooden Coaster Cars
it: Vetture per "Montagne Russe in legno"

source: Trucks
it: Camion

source: Junior Coaster Car
it: Vetture per "Piccole Montagne Russe"

source: Logs
it: Diari

source: Mine Train Coaster Cars
it: Vetture per "Montagne Russe delle miniere"

source: Miniature Railway Cars
it: Vetture per "Ferrovie in miniatura"

source: Mini Coaster Cars
it: Vetture per "Mini Montagne Russe"

source: Mini Monorail Cars
it: Vetture per "Mini Monorotaie"

source: Monorail Cars
it: Vetture per "Monorotaia"

source: Futuristic Monorail Cars
it: Vetture futuristiche per "Monorotaia"

source: Monorail Coaster Cars
it: Vetture per "Montagne Russe su Monorotaia"

source: Powered Coaster Cars
it: Vetture per "Montagne Russe Alimentate"

source: River Rapids Boat
it: Barche per il "Fiume delle rapide"

source: Round Spinning Car
it: Macchina rotante arrotondata

source: Tugboats
it: Rimorchiatori

source: Stand-up Coaster Cars
it: Vetture per "Montagne Russe all'inpiedi"

source: Steel Coaster Cars
it: Vetture per "Montagne Russe d'acciaio"

source: Steeplechase Cars
it: Vetture per "Corsa a ostacoli"

source: Submarines
it: Sottomarini

source: Suspended Coaster Cars
it: Vetture per "Montagne Russe Sospese"

source: Suspended Monorail Cars
it: Vetture per "Monorotaia Sospesa"

source: Swinging Coaster Cars
it: Vetture per "Montagne Russe oscillanti"

source: Tilt Coaster Cars
it: Vetture per "Montagne russe inclinate"

source: Vertical Drop Coaster Cars
it: Vetture per "Montagne Russe a Caduta Verticale"

source: Water Coaster Cars
it: Vetture per "Montagne Russe Acquatiche"

source: Wild Mouse Cars
it: Vetture per "Topo Selvaggio"

source: Mine Carts
it: Vagoni delle miniere

source: Wing Coaster Cars
it: Vetture per "Montagne Russe con le Ali"

source: Wooden Coaster Cars (4 Seats)
it: Vetture per "Montagne Russe in Legno" (4 posti)

source: Wooden Coaster Cars (2 Seats)
it: Vetture per "Montagne Russe in Legno" (2 posti)

source: Wooden Coaster Cars (6 Seats)
it: Vetture per "Montagne Russe in Legno" (2 posti)

source: Beyond Vertical Drop
it: Oltre la caduta verticale

source: Compact Half Loop (down)
it: Mezzo anello compatto (giù)

source: Corkscrew (left)
it: Cavatappi (sinistra)

source: Corkscrew (right)
it: Cavatappi (destra)

source: Elevator (Down)
it: Ascensore (Giù)

source: Elevator (Up)
it: Ascensore (Sù)

source: Half Helix (left)
it: Mezza elica (sinistra)

source: Half Helix (right)
it: Mezza elica (destra)

source: Half Loop (down)
it: Mezzo anello (giù)

source: Half Loop (up)
it: Mezzo anello (su)

source: Hydraulic Launch System
it: Sistema di lancio idraulico

source: Loop (left)
it: Anello (sinistra)

source: Loop (right)
it: Anello (destra)

source: S-Bend (left)
it: Chicane (sinistra)

source: S-Bend (right)
it: Chicane (destra)

source: Seesaw
it: Altalena

source: Splashdown
it: Ammaraggio

source: Switch Track (Left)
it: Devia tracciato (Sinistra)

source: Switch Track (Right)
it: Devia tracciato (Destra)

source: Turntable (Left)
it: Piatto (Sinistra)

source: Turntable (Right)
it: Piatto (Destra)

source: Knight
it: Cavaliere

source: Wow! A noble knight!
it: Wow! Un nobile cavaliere!

source: Princess
it: Principessa

source: Wow! A real princess!
it: Wow! Una vera principessa!

source: Raptor
it: Dinosauro

source: What a cute raptor!
it: Che dinosauro carino!

source: Beep beep! The robots are taking over!
it: Bip! Bip! I Robot domineranno il pianeta!

source: Scarecrow
it: Spaventapasseri

source: Yikes! That scarecrow is scary!
it: Yikes! Lo spaventapasseri è spaventoso!

source: Shark
it: Squalo

source: Oh no! A shark!
it: Oh no! Uno squalo!

source: Sheriff
it: Sceriffo

source: Howdy, partner!
it: Ciao, amico!

source: Balloons
it: Palloncini

source: Buns
it: Panini

source: Candy
it: Caramelle

source: Cheese
it: Formaggio

source: Coffee
it: Caffè

source: Condiments
it: Condimenti

source: Cups
it: Tazze

source: Donuts
it: Ciambelle

source: Dough
it: Impasto

source: Fruit
it: Frutta

source: Ice Cream
it: Gelato

source: Ice
it: Ghiaccio

source: Meat
it: Carne

source: Noodles
it: Tagliatelle

source: Potatoes
it: Patate

source: Pretzels
it: Brezel

source: Salt
it: Sale

source: Shirts
it: Magliette

source: Soft Drinks
it: Bibite analcoliche

source: Sugar
it: Zucchero

source: Tea
it: Thé

source: Umbrellas
it: Ombrelli

source: Vegetables
it: Verdure

source: Generic
it: Generico

source: Spooky
it: Spaventoso

source: Medieval
it: Medievale

source: Steamworks
it: Macchine a vapore

source: Science Fiction
it: Fantascienza

source: Grass
it: Erba

source: Sand
it: Sabbia

source: Rock
it: Roccia

source: Snow
it: Neve

source: Dirt
it: Terra

source: Dead Grass
it: Erba secca

source: Leaves
it: Fogliame

source: Cracked Dirt
it: Terra incrinata

source: Ash
it: Cenere

source: Lava Rock
it: Roccia di lava

source: Mowed Grass (Vertical)
it: Erba tagliata (verticale)

source: Mowed Grass (Horizontal)
it: Erba tagliata (orizzontale)

source: Soil
it: Suolo

source: Desaturated
it: Desaturato

source: Concrete
it: Cemento

source: Cobble
it: Ciottolo

source: Gravel
it: Ghiaia

source: Sidewalk Slabs
it: Lastre per pavimentazione

source: Wood
it: Legno

source: Metal
it: Metallo

source: Stone Blocks
it: Blocchi di pietra

source: Brick
it: Mattone

source: A small airfield has been abandoned and now its land has become available for use. This looks like an ideal spot for an amusement park, if you can work with the limited space. The old airport structures are landmarks and need to be preserved.
it: Un piccolo aeroporto è stato abbandonato e potrebbe essere utilizzato. Sembra che sia il posto perfetto per creare un parco di divertimenti, se riesci a lavorare in uno spazio limitato. Le vecchie strutture aeroportuali sono monumenti protetti che devono essere preservati.

source: Warm weather and an idyllic setting, this lagoon with its pre-existing rides is the perfect place to experiment and learn how a park operates. Relax and take your time, this is only the beginning.
it: Con il suo clima piacevole e la posizione da sogno, questa laguna e le sue giostre preesistenti sono il luogo perfetto per sperimentare e imparare come funziona un parco. Rilassati e prenditi il tuo tempo, questo è solo l'inizio.

source: A large clearing on the frontiers of a maple forest, the perfect place to build your first park from the ground up. Easygoing guests, relaxed weather - what more could you ask for?
it: Una grande radura ai margini di una foresta di aceri è il luogo ideale per costruire il tuo primo parco da zero. Ospiti rilassati, bel tempo - cosa si può chiedere di più?

source: This small island park with a unique observation tower wants to attract more guests, but its cold and wet climate is keeping visitors away.
it: Questo piccolo parco dell'isola, con la sua unica torre di osservazione, cerca di attirare più ospiti, ma il suo clima freddo e umido scoraggia i visitatori.

source: A small archipelago is up for sale and would be ideal for a tropical park. Create a tropical paradise for your guests!
it: Un piccolo arcipelago è in vendita e sarebbe l'ideale per creare un parco tropicale. Crea un paradiso tropicale per i tuoi clienti!

source: A lonely island steeped in legends. The previous owner built a dueling coaster here, but not much else. Finish what they started and turn this mysterious island into a tourist attraction.
it: Un'isola solitaria avvolta dalla leggenda. Il precedente proprietario ha costruito un ottovolante a doppio binario, ma non molto altro. Completa ciò che è stato avviato e trasforma questa misteriosa isola in un'attrazione turistica.

source: A bustling beach city provides a strip of land for the development of a theme park under the condition that all rides have to be free. The winters can be rainy but otherwise you can expect perfect beach weather.
it: Una vivace città di mare che offre un appezzamento di terreno per lo sviluppo di un parco a tema, a condizione che tutte le attrazioni siano gratuite. Gli inverni possono essere piovosi, ma a parte questo, puoi aspettarti un tipico clima marino.

source: A barren desert canyon with ample land available for construction provides a perfect spot for a new tourist attraction. A giant cliffside hypercoaster is the first step for this soon-to-be rollercoaster paradise.
it: Un canyon arido nel deserto con abbondanza di terreno disponibile per la costruzione che offre un luogo perfetto per una nuova attrazione turistica. Le montagne russe iper-giganti sono il primo passo per quello che presto diventerà il paradiso delle montagne russe.

source: A wealthy entrepreneur has purchased this idyllic caldera in the middle of the ocean and wishes to turn it into a bustling attraction. Park entrance needs to remain free.
it: Un ricco imprenditore ha acquistato questa caldera da sogno in mezzo all'oceano e vuole trasformarla in un'attrazione di successo. L'ingresso al parco deve rimanere gratuito.

source: A disaster of an amusement park. Unmaintained, unclean and unsafe. That said, the area is too good to pass up and the existing rides aren't bad once fixed. Pull this park out of the gutter and turn it into a gem.
it: Un parco divertimenti disastroso. Non mantenuto, non pulito e non sicuro. Detto questo, il posto è troppo interessante da ignorare e una volta riparato, le giostre esistenti non sono poi così male. Rianima questo parco trasformandolo in un diamante.

source: HappyCo™ Amusement Rides Division invites you<sup>1</sup> to redevelop this disused industrial harbor into a star amusement park. The company plans to use this site to showcase new attractions and developments, so be sure guests don't get to see all those old industrial structures<sup>2</sup>. <size=80%><line-height=80%> <sup>1</sup> Invitation does not revoke contractual obligations <sup>2</sup> HappyCo waives liability on the occasion of any retinal damage caused by prolonged exposure to said structures</size></line-height>
it: HappyCo™ Amusement Rides Division vuole invitarti<sup>1</sup> a rilanciare lo sviluppo di questo porto industriale abbandonato rendendolo un parco divertimenti di prima classe. La società prevede di utilizzare questo sito per presentare nuove attrazioni e sviluppi, quindi assicuratevi che i clienti evitino di vedere tutte queste vecchie strutture industriali<sup>2</sup>. <size=80%><line-height=80%> <sup>1</sup> L'invito non annulla gli obblighi contrattual <sup>2</sup> HappyCo declina ogni responsabilità per eventuali lesioni alla retina derivanti dall'esposizione prolungata a queste strutture</size></line-height>

source: Originally a nature preserve, this park must abide by local laws preventing structures to be built above tree height. Use the hilly terrain to your advantage by building close to the ground.
it: Originariamente una riserva naturale, questo parco deve rispettare le leggi locali e nessuna delle sue strutture può superare l'altezza degli alberi. Usa le colline a tuo vantaggio costruendo a vicino al livello del terreno.

source: A few acres of flat land, perfect for an amusement park. The problem? A highway cuts right through the middle.
it: Alcuni acri di terra, perfetti per un parco di divertimenti. Il problema? Un'autostrada ci passa in mezzo.

source: A small mountain resort is looking to expand its business while retaining its alpine charm. Starting with the initial investment of a Flying Coaster as a flagship attraction, develop this hillside forest into a thriving rollercoaster paradise.
it: Un piccolo resort di montagna che cerca di crescere, pur mantenendo il suo fascino alpino. Inizia investendo in una Montagna Russa Volante come attrazione principale, quindi trasforma questa foresta montuosa in un fiorente paradiso delle montagne russe.

source: A small amount of land has become available in the frigid north, and presents an opportunity for an amusement park. Brave the challenging weather and help your guests forget the cold.
it: Un piccolo appezzamento di terreno è reso disponibile nel Grande Nord ghiacciato. Questa è un'opportunità per creare un parco di divertimenti accettando di sfidare un tempo terribile e aiutando i tuoi clienti a dimenticare il gelo.

source: The eccentric owner of this ski slope wants to be prepared for climate change. It's rather unusual, but if you work with the steep terrain and ignore the cold this remote location could serve as the site for a unique theme park. All of your coasters need to stay close to the ground - can you use the slopes to your advantage?
it: L'eccentrico proprietario di questa pista da sci vuole essere preparato per il riscaldamento globale. Sarà pure insolito, ma se ti abitui a terreni in pendenza e ignori il freddo, questa terra sperduta potrebbe fungere da sito per un parco a tema unico. Tutte le tue montagne russe dovranno essere vicine al terreno - Riuscirai ad usare le discese a tuo vantaggio?

source: A rich Arabian landowner wants to turn his fertile desert oasis into a blossoming theme park. Can you turn a ‘mirage’ into reality with the little available land, blazing hot climate and the rich but demanding guests?
it: Un ricco proprietario terriero arabo vuole trasformare questa oasi fertile in un rigoglioso parco a tema. Riesci a trasformare un "miraggio" in realtà, nonostante la poca terra disponibile, il clima torrido e clienti ricchi ed esigenti?

source: Once the set of a famous sci-fi movie, the production company that owns it has put it up for sale. This alien landscape would make a stellar park that teleports visitors to new worlds.
it: Prima era il set di un un famoso film di fantascienza, ora questa terra è stata venduta dai suoi produttori. Questo scenario alieno è perfetto per un parco stellare in grado di teletrasportare i suoi visitatori in mondi sconosciuti.

source: Two separate plots of farmland are yours to build a rustic amusement park on. Maybe Old Bill who owns the center farm can be convinced to sell his land eventually?
it: Sono disponibili due distinti terreni agricoli per costruire un parco divertimenti rustico. Forse il vecchio Bill che possiede la fattoria centrale accetterà di vendere la sua terra alla fine?

source: A secluded valley presents an ideal location for a thrilling coaster park. The nearby temple is fine with your use of the land, as long as you respect the existing structures. You had to take a small loan to get your park started, but now you're ready to go!
it: Una valle perduta è il luogo ideale per un eccitante parco di montagne russe. Il tempio vicino non si preoccupa se usi la terra, purché tu rispetti le strutture esistenti. Per cominciare, hai dovuto prendere un piccolo prestito, ma ora sei pronto a partire!

source: Build a state-of-the-art amusement park featuring expensive, high-tech rides and rollercoasters on an empty peninsula that has previously been used as a research facility.
it: Costruisci un parco divertimenti all'avanguardia con costose montagne russe ad alta tecnologia su una penisola abbandonata, un tempo occupata da strutture ri ricerca scientifiche.

source: Attract more visitors to this peaceful garden by adding amusement rides and shops, while retaining its old charm. Be careful of building thrilling rides, however - as the guests visiting the garden prefer gentle, calmer rides.
it: Attira più clienti in questo tranquillo giardino aggiungendo giostre e negozi, ma mantenendo il suo antico fascino. Fai attenzione a non costruire giostre troppo eccitanti, perché le persone che vengono qui sono abituate giostre comode e calme.
